{"Inputs":
[
    {"Id": "0", "Text": "People's Pundit DailyMaking Sense Of Current EventsPresident Obama depicted in front of an American flag in reference to his signature healthcare law, ObamaCare."},
    {"Id": "1", "Text": "So I’m tempted to wash my hands of the issue."},
    {"Id": "2", "Text": " But that would be wrong, particularly since advocates of statism disingenuously might claim that silence somehow means acceptance or approval."},
    {"Id": "3", "Text": "…the GAO report showed that federal auditors 11 out of 12 times were able to gain subsidized coverage with fictitious applications, three of the successful applications never provided citizenship or immigration documentation."},
    {"Id": "4", "Text": "The investigators in each case were able to obtain $2,500 or around $30,000 annually in advance premium tax credits."},
    {"Id": "5", "Text": "Nonprofit co-ops, the health care law’s public-spirited alternative to mega-insurers, are awash in red ink and many have fallen short of sign-up goals, a government audit has found."},
    {"Id": "6", "Text": "Under President Barack Obama’s overhaul, taxpayers provided $2."},
    {"Id": "7", "Text": "4 billion in loans to get the co-ops going, but only one out of 23 — the one in Maine — made money last year, said the report out Thursday."},
    {"Id": "8", "Text": "Another one…was shut down by regulators over financial concerns."},
    {"Id": "9", "Text": "The audit by the Health and Human Services inspector general’s office also found that 13 of the 23 lagged far behind their 2014 enrollment projections."},
    {"Id": "10", "Text": "A survey released earlier this week by the Kaiser Family Foundation found that."},
    {"Id": "11", "Text": "."},
    {"Id": "12", "Text": "deductibles have risen almost three times as fast since 2010 for employer-sponsored plans."},
    {"Id": "13", "Text": "…the actuaries estimated that health spending that year jumped by 5."},
    {"Id": "14", "Text": "5 percent, a bigger rise than the country had experienced in five years."},
    {"Id": "15", "Text": "…The actuaries cited three main reasons they think health spending is set to tick up."},
    {"Id": "16", "Text": "One is the aging of the population… Another is the improving economy… But the third, and a big one, was Obamacare’s coverage expansion."},
    {"Id": "17", "Text": "But now let’s look at two additional ObamaCare developments."},
    {"Id": "18", "Text": "And both represent very bad news."},
    {"Id": "19", "Text": "…the average financial burden will increase for all income levels once insured."},
    {"Id": "20", "Text": "Subsidy-eligible persons with incomes below 250 percent of the poverty threshold likely experience welfare improvements that offset the higher financial burden, depending on assumptions about risk aversion and the value of additional consumption of medical care."},
    {"Id": "21", "Text": "However, even under the most optimistic assumptions, close to half of the formerly uninsured (especially those with higher incomes) experience both higher financial burden and lower estimated welfare."},
    {"Id": "22", "Text": "In other words, people generally were making sensible choices when they had some degree of freedom."},
    {"Id": "23", "Text": " But now that they’re being coerced into ObamaCare,many of them are worse off."},
    {"Id": "24", "Text": "Even in many cases if they’re the ones getting subsidized!"},
    {"Id": "25", "Text": "And keep in mind that Obama’s claim of big savings was not a one-time, off-the-cuff comment."},
    {"Id": "26", "Text": " As you can see in this video, it was a pervasive part of his campaign for further government control of the health care system."},
    {"Id": "27", "Text": "Daniel J."},
    {"Id": "28", "Text": "Mitchell is a Senior Fellow at the Cato Institute, and a top expert on tax reform and supply-side tax policy."},
    {"Id": "29", "Text": "Mitchell’s articles can be found in such publications as the Wall Street Journal, the New York Times, Investor’s Business Daily, and the Washington Times."},
    {"Id": "30", "Text": "He is the author of "The Flat Tax: Freedom, Fairness, Jobs, and Growth," and co-author of "Global Tax Revolution: The Rise of Tax Competition and the Battle to Defend It."},
    {"Id": "31", "Text": ""More OffersSign up to get data-driven analysis from the most accurate election projection site on the Internet, as well as the latest news and top stories in the U."},
    {"Id": "32", "Text": "S."},
    {"Id": "33", "Text": "and around the world."},
    {"Id": "34", "Text": "Yale University accepted a $10 million gift to create the Abdallah S."},
    {"Id": "35", "Text": "Kamel Center for the Study of Islamic Law and Civilization at Yale Law School."},
]}