{"Inputs":
[
    {"Id": "0", "Text": "Even though these tests found multiple issues related to the functionality of state exchanges, CMS passed all states."},
    {"Id": "1", "Text": "GAO’s report notes several examples where CMS found a state to have severe operational deficiencies ahead of launch, yet officials ultimately ignored these findings."},
    {"Id": "2", "Text": "GAO found documentation revealing that officials were aware that Maryland’s exchange had 100 “outstanding high-priority defects” and almost 500 defects in total, while Massachusetts had reported 1,170 defects."},
    {"Id": "3", "Text": "As the report concludes, these problems were so severe in four states (Massachusetts, Maryland, Nevada, and Oregon) that these exchanges had to rely on alternative ways to enroll customers during the first enrollment season."},
    {"Id": "4", "Text": "[…]When Maryland’s Attorney General announced last summer that his office had negotiated a settlement whereby $45 million would be recouped from the IT contractor that botched the state’s Obamacare exchange, it was widely reported as good news for taxpayers."},
    {"Id": "5", "Text": "It appeared that their investment in the mismanaged project would not be a dead loss."},
    {"Id": "6", "Text": "But the AG’s statement included this curious passage: “The agreement… will lead to the recovery of funds for both Maryland and the federal Centers for Medicare and Medicaid Services [CMS]."},
    {"Id": "7", "Text": "” What’s so odd about that?"},
    {"Id": "8", "Text": "Well, the state didn’t contribute any money to the project."},
    {"Id": "9", "Text": "[…]There is, of course, no legitimate argument that Slavitt could make that would justify giving recouped federal grants to any state."},
    {"Id": "10", "Text": "Ironically, if this blatant payola laundering scheme did happen, it clearly didn’t help, seeing as Maryland and Massachusetts recently gained Republican governors, Nevada has retained Brian Sandoval, also a Republican, and John Kitzhaber of Oregon has been forced to resign."},
    {"Id": "11", "Text": "Nevertheless, the question remains whether pure incompetence of political malfeasance are at the root of the federal government’s apparent inability to recoup its own investments in failed Obamacare exchange schemes."},
    {"Id": "12", "Text": "jQuery(document)."},
    {"Id": "13", "Text": "ready(function() { ga('send', 'event', 'Quiz Impression ID', "4726671"); });Learn more."},
    {"Id": "14", "Text": "."},
    {"Id": "15", "Text": "."},
]}