{"Inputs":
[
    {"Id": "0", "Text": "When President Barack Obama was working to “sell” the Affordable Care Act (ACA), also known as Obamacare, one of the primary claims he made was that the costs associated with providing some 30 million Americans with health insurance could be offset by reducing government mismanagement and fraud."},
    {"Id": "1", "Text": "But the more time Americans have had to experience the health care reform legislation first-hand, the more obvious it has become that, like virtually all government-controlled social experiments, Obamacare’s waste of taxpayers’ money has grown to epic levels."},
    {"Id": "2", "Text": "And there’s no sign the poorly managed program is improving."},
    {"Id": "3", "Text": "“In January 2012, for example, new federal rules required employees overseeing contracts worth more than $10 million to undergo 96 hours of training meant to prepare them to manage complex projects,” reported Tozzi."},
    {"Id": "4", "Text": "“CMS disregarded this requirement and allowed less qualified employees to oversee contracts worth as much as $50 million, according to the audit."},
    {"Id": "5", "Text": "One employee, who isn’t named in the report, oversaw a $130 million contract for at least 15 months without even the lower-level certification that the government requires for managing contracts worth more than $25,000."},
    {"Id": "6", "Text": "”It would be easy to point to all of these examples of waste and accuse the Obama administration and Democrats of devising a terrible government program, but the reality is whenever government gets involved in the free market, there will be waste, fraud, and corruption."},
    {"Id": "7", "Text": "Some programs are worse than others of course, but as a general rule, the more power the government is entrusted with, the more taxpayers end up paying in unnecessary costs."},
    {"Id": "8", "Text": "Politicians often say, as Obama did in 2009 when he was running around the country desperately trying to convince Americans to support the Affordable Care Act, government can pay for additional services and programs by cutting fraud and waste."},
    {"Id": "9", "Text": "History has proven over and over this is almost never the case."},
    {"Id": "10", "Text": "Government may clean up waste in one area, but whenever a new program is implemented, more waste is sure to follow."},
    {"Id": "11", "Text": "The free market will always operate more efficiently than government-created programs because free-market businesses must be more efficient to survive."},
    {"Id": "12", "Text": "Unlike the national government, private businesses and entrepreneurs cannot simply print their own money when things don’t go as planned, and they certainly can’t go to China and other foreign powers to beg for billions of dollars, as the United States has done countless times over the past decade to cover growing costs."},
    {"Id": "13", "Text": "Businesses have to budget their costs and make difficult decisions to keep spending from getting out of control."},
    {"Id": "14", "Text": "If they don’t, they go bankrupt."},
    {"Id": "15", "Text": "If the national government fails to make smart business decisions, they just take more money from the American people."},
    {"Id": "16", "Text": "This unsustainable strategy must stop, and a good place to start is by repealing and replacing Obamacare with commonsense and compassionate reforms, such as allowing customers to purchase health insurance across state lines, giving more power to the states to manage Medicaid and other government health programs, and increasing the number of doctors."},
    {"Id": "17", "Text": "These solutions, and many more, empower consumers and businesses alike to make smart, cost-effective decisions that benefit everyone while providing quality medical care."},
    {"Id": "18", "Text": "The mission of the Heartland Institute is to discover, develop, and promote free-market solutions to social and economic problems."},
]}