{"Inputs":
[
    {"Id": "0", "Text": "The House voted last year to sue the Obama administration for spending billions on cost-sharing subsidies that Congress never appropriated."},
    {"Id": "1", "Text": "Over the coming decade, these subsidies that reduce out-of-pocket expenses for low-income insurance customers will add up to $136 billion, the Congressional Budget Office projects."},
    {"Id": "2", "Text": "While that would be a hefty sum to spend without authority, analysts have downplayed the potential impact of a GOP win."},
    {"Id": "3", "Text": "Even if the cost-sharing aid is lost, they say, it wouldn't be nearly as destructive as the loss of premium subsidies at stake in the King v."},
    {"Id": "4", "Text": "Burwell case won by the White House."},
    {"Id": "5", "Text": "While true, here's what these analysts are missing:First, a ruling for the House would effectively kill off the Basic Health Program, a public-option-like version of ObamaCare adopted so far by New York and Minnesota to serve low-income households, because states would immediately lose roughly one-third of their funding."},
    {"Id": "6", "Text": "Second, the loss of cost-sharing subsidies also would likely kill any chance that states can take advantage of waivers beginning in 2017 to design a more consumer-friendly, less heavy-handed alternative to ObamaCare."},
    {"Id": "7", "Text": "Policymakers across the political divide have been eyeing that opportunity."},
    {"Id": "8", "Text": "Third, as a result of a White House loss, exchange premiums might jump in the neighborhood of 6% to 12%, with higher increases in poorer states more dependent on cost-sharing subsidies."},
    {"Id": "9", "Text": "That would only add more problems on top of ObamaCare's shaky foundation, leading more relatively young and healthy people to forgo coverage."},
    {"Id": "10", "Text": "The biggest problem, which helps explain why enrollment has been so weak, is that ObamaCare leaves far too many low-income, budget-stretched households with two really bad options:Or 2) They can buy a lower-cost bronze plan whose $6,000-plus deductible could torpedo their finances long before their insurance starts to cover the bills."},
    {"Id": "11", "Text": "Donald "I Am Very Rich, You Know" Trump has been overshadowed in the media the last couple of days by a visiting religious leader who talks softly, barely speaks English and makes strangers smile."},
    {"Id": "12", "Text": "This foreigner will likely dominate the news for several more days too, starting with a ."},
    {"Id": "13", "Text": "."},
    {"Id": "14", "Text": "."},
]}