{"Inputs":
[
    {"Id": "0", "Text": "The Pope made the unscheduled detour to the Little Sisters of the Poor residence after he gave a canonization mass nearby, a visit even the nuns did not know about until that day."},
    {"Id": "1", "Text": "The Vatican's spokesman, the Rev."},
    {"Id": "2", "Text": "Federico Lombardi, told reporters that the visit was made "as a sign of support for them."},
    {"Id": "3", "Text": ""RELATED: Pope gets political in WashingtonThe Little Sisters are the lead plaintiffs in a lawsuit challenging the requirement in Obamacare that employers provide contraception -- claiming the religious exemption process is over-burdensome."},
    {"Id": "4", "Text": "The Catholic faith opposes the use of birth control."},
    {"Id": "5", "Text": "A federal appeals court sided with the government, but Little Sisters has filed with the Supreme Court asking the justices to take the case."},
    {"Id": "6", "Text": "According to the Sisters and their chief counsel, Mark Rienzi, though, neither religious liberty nor the lawsuit were a topic of conversation during the Pontiff's visit -- which focused largely on his key issue of caring for the elderly."},
    {"Id": "7", "Text": ""The Holy Father spoke to each of us individually, from the youngest postulant to our centenarian, and then he spoke to all us about the importance of our ministry to the elderly."},
    {"Id": "8", "Text": "We were deeply moved by his encouraging words," said the Sisters' Communications Director Sister Constance Veit, through Rienzi."},
    {"Id": "9", "Text": "Rienzi, senior counsel at the Becket Fund for Religious Liberty, said the Pope met with about 45 of the nuns and talked about "how caring for the elderly is often a ministry people forget or don't think is important enough."},
    {"Id": "10", "Text": "."},
    {"Id": "11", "Text": "."},
    {"Id": "12", "Text": "."},
    {"Id": "13", "Text": "He just encouraged them to keep doing that work in caring for the elder poor."},
]}