{"Inputs":
[
    {"Id": "0", "Text": "FOLLOW:
            Literally nothing can make these people admit they were wrong."},
    {"Id": "1", "Text": "When he ran for president, Barack Obama promised that his health-care plan would hold down inflation in the medical sector enough to eventually save the average family $2,500 a year."},
    {"Id": "2", "Text": "The cost of health care had been growing far faster than inflation for decades, but Obama believed his reform could “bend the curve” of cost growth downward."},
    {"Id": "3", "Text": "The $2,500 figure was a rough projection of the cumulative savings that accrue."},
    {"Id": "4", "Text": "Meanwhile, costs have continued to fall, causing the Congressional Budget Office — whose original forecasts conservatives dismissed as unrealistically optimistic — to keep revising its estimates of the costs of Obamacare lower and lower:Oh, it "seems" that way, huh?"},
    {"Id": "5", "Text": "That's your argument?"},
    {"Id": "6", "Text": "The reason it makes sense to judge Obamacare against an alternative world in which decades of medical inflation drop to zero percent a year is that it "seems" as if he made this insanely grandiose promise?"},
    {"Id": "7", "Text": "Donald Trump Is Saving Our DemocracyMeet the Prom Queen of InstagramA Sex Researcher Explains the Fate of Friends With BenefitsKhaleesi Is the Queen of Going-Out TopsMy Husband Is Now My Wife: Trans Women’s Wives on Their Own Dramatic TransformationsMary-Louise Parker: I Want to Apologize to the Man in the LoinclothSaudi Prince Arrested in Beverly Hills for Alleged Sex CrimeA look at the conservative commentary regarding the Speaker’s impending departure, and what it might mean for the future of the GOP."},
    {"Id": "8", "Text": "Scenes from the crowds near the 9/11 Memorial, Central Park, and East Harlem."},
    {"Id": "9", "Text": " Some 80,000 people were expected."},
    {"Id": "10", "Text": "He may be the holiest man on earth, but technology is not his thing."},
    {"Id": "11", "Text": " Jeb Bush is worried about too many Americans getting too much “free stuff."},
    {"Id": "12", "Text": "”Clinton is not going to have fun when she goes to talk to the House next month."},
    {"Id": "13", "Text": " The police were called after a bleeding, screaming woman was spotted trying to climb a wall to get out of his property."},
    {"Id": "14", "Text": "Donors can't resist him!"},
    {"Id": "15", "Text": ""She was definitely the nicest punk I ever met."},
    {"Id": "16", "Text": ""Meet Bei Bei."},
    {"Id": "17", "Text": "How impressed should you be about that viral selfie making the rounds?"},
    {"Id": "18", "Text": "Here's a guide."},
    {"Id": "19", "Text": " The speaker of the House will no longer have to deal with his party, which kept threatening to get rid of him for years."},
    {"Id": "20", "Text": " Martin Winterkorn announced he was resigning from the position earlier this week."},
    {"Id": "21", "Text": " He prayed at the 9/11 memorial, then took part in a multi-faith service at the museum."},
    {"Id": "22", "Text": "He was a self-described prisoner."},
    {"Id": "23", "Text": "Who else will be willing to put up with that kind of confinement?"},
    {"Id": "24", "Text": "The pontiff spoke forcibly about the need to protect the vulnerable from climate change, war, and poverty."},
    {"Id": "25", "Text": " They've announced they've opened the proceedings on "suspicion of criminal mismanagement" and "misappropriation."},
    {"Id": "26", "Text": ""Copyright © 2015, New York Media LLC."},
    {"Id": "27", "Text": "All Rights Reserved."},
    {"Id": "28", "Text": "Vulture®, Grub Street® and The Cut® are registered trademarks of New York Media LLC."},
]}