{"Inputs":
[
    {"Id": "0", "Text": "Government officials are shutting down a nonprofit health insurer in New York set up under ObamaCare because of its financial struggles, the latest blow to the healthcare law’s nonprofit plans."},
    {"Id": "1", "Text": "State regulators and the federal Centers for Medicare and Medicaid Services announced on Friday that they are winding down the co-op operations of the insurer, called Health Republic."},
    {"Id": "2", "Text": " ObamaCare’s next sign-up period begins Nov."},
    {"Id": "3", "Text": "1."},
    {"Id": "4", "Text": " HHS spokesman Ben Wakana said in a statement that co-ops have played an "important role" in increasing competition in the health law's marketplaces."},
    {"Id": "5", "Text": " However, he added "as a startup business, we recognize not all will succeed."},
    {"Id": "6", "Text": """If a CO-OP has solvency issues, and we cannot rule out that others may this year, we will work with the states so that consumers have affordable options on the Marketplace," Wakana said."},
    {"Id": "7", "Text": " The nonprofit co-op health plans were created under ObamaCare as a compromise after liberals failed to secure a government-run plan to compete with insurers."},
    {"Id": "8", "Text": " The law ended up allowing the government to make startup loans to nonprofit co-ops that would compete with the established insurers."},
    {"Id": "9", "Text": " Twenty-one of 23 co-ops nationwide were losing money as of Dec."},
    {"Id": "10", "Text": "31, the inspector general report found."},
    {"Id": "11", "Text": "Furthermore, enrollment was falling below projections for 13 of the 23 plans."},
    {"Id": "12", "Text": " The report noted that the financial troubles could endanger the repayment of some of the $2."},
    {"Id": "13", "Text": "4 billion in loans the plans have received from the Obama administration."},
    {"Id": "14", "Text": "This story was updated at 5 p."},
    {"Id": "15", "Text": "m."},
    {"Id": "16", "Text": "View the discussion thread."},
    {"Id": "17", "Text": "More Videos »Sponsored:The Hill 1625 K Street, NW Suite 900 Washington DC 20006 | 202-628-8500 tel | 202-628-8503 faxThe contents of this site are ©2015 Capitol Hill Publishing Corp."},
    {"Id": "18", "Text": ", a subsidiary of News Communications, Inc."},
]}
