{"Inputs":
[
    {"Id": "0", "Text": "Mainly cloudy and rainy."},
    {"Id": "1", "Text": "Rain showers early will evolve into a more steady rain overnight."},
    {"Id": "2", "Text": "Areas of patchy fog."},
    {"Id": "3", "Text": "Low 62F."},
    {"Id": "4", "Text": "Winds NE at 10 to 15 mph."},
    {"Id": "5", "Text": "Chance of rain 70%."},
    {"Id": "6", "Text": "From left, Melanie Colvin, Emily Frachtling, and Kelsey Favret cheer from inside the American Dance Festival bus during the annual N."},
    {"Id": "7", "Text": "C."},
    {"Id": "8", "Text": "Pride Parade on Saturday, September 26, 2015."},
    {"Id": "9", "Text": "The Herald-Sun | Christine T."},
    {"Id": "10", "Text": "NguyenMia Willis marches with members of the Greenville, N."},
    {"Id": "11", "Text": "C."},
    {"Id": "12", "Text": "chapter of PFLAG during the N."},
    {"Id": "13", "Text": "C."},
    {"Id": "14", "Text": "Pride Parade on Saturday, September 26, 2015."},
    {"Id": "15", "Text": "The Herald-Sun | Christine T."},
    {"Id": "16", "Text": "NguyenAva Iozuke, 15, carries a rainbow flag with Durham School of the Arts students during the N."},
    {"Id": "17", "Text": "C."},
    {"Id": "18", "Text": "Pride parade on Saturday, September 26, 2015."},
    {"Id": "19", "Text": "The Herald-Sun | Christine T."},
    {"Id": "20", "Text": "NguyenNatalie Nguyen, assistant director of the GLBT Center at N."},
    {"Id": "21", "Text": "C."},
    {"Id": "22", "Text": "State, takes part in the N."},
    {"Id": "23", "Text": "C."},
    {"Id": "24", "Text": "Pride parade on Saturday, September 26, 2015."},
    {"Id": "25", "Text": "The Herald-Sun | Christine T."},
    {"Id": "26", "Text": "NguyenFrom left, Melanie Colvin, Emily Frachtling, and Kelsey Favret cheer from inside the American Dance Festival bus during the annual N."},
    {"Id": "27", "Text": "C."},
    {"Id": "28", "Text": "Pride Parade on Saturday, September 26, 2015."},
    {"Id": "29", "Text": "The Herald-Sun | Christine T."},
    {"Id": "30", "Text": "NguyenMia Willis marches with members of the Greenville, N."},
    {"Id": "31", "Text": "C."},
    {"Id": "32", "Text": "chapter of PFLAG during the N."},
    {"Id": "33", "Text": "C."},
    {"Id": "34", "Text": "Pride Parade on Saturday, September 26, 2015."},
    {"Id": "35", "Text": "The Herald-Sun | Christine T."},
    {"Id": "36", "Text": "NguyenAva Iozuke, 15, carries a rainbow flag with Durham School of the Arts students during the N."},
    {"Id": "37", "Text": "C."},
    {"Id": "38", "Text": "Pride parade on Saturday, September 26, 2015."},
    {"Id": "39", "Text": "The Herald-Sun | Christine T."},
    {"Id": "40", "Text": "NguyenNatalie Nguyen, assistant director of the GLBT Center at N."},
    {"Id": "41", "Text": "C."},
    {"Id": "42", "Text": "State, takes part in the N."},
    {"Id": "43", "Text": "C."},
    {"Id": "44", "Text": "Pride parade on Saturday, September 26, 2015."},
    {"Id": "45", "Text": "The Herald-Sun | Christine T."},
    {"Id": "46", "Text": "NguyenDURHAM — An estimated 10,000 people participated in Saturday’s N."},
    {"Id": "47", "Text": "C."},
    {"Id": "48", "Text": "Pride festival, celebrating the LGBT community and the legalization of gay marriage."},
    {"Id": "49", "Text": "More than a dozen floats were part of a two-mile parade around Duke University’s East Campus, drawing young children, senior citizens and all ages in between."},
    {"Id": "50", "Text": "“This is a homecoming for gay, lesbian, bisexual and transgender people,” parade organizer John Short said."},
    {"Id": "51", "Text": "“It allows us to gather and talk about our civil rights."},
    {"Id": "52", "Text": "”Short said the event began in Durham in 1981 to protest the murder of a person perceived to be gay, then evolved into a civil-rights movement."},
    {"Id": "53", "Text": "“Now it’s a celebration of our achievements so far,” Short said."},
    {"Id": "54", "Text": "Sebastian Portier-Young, 14, said he came to Saturday’s festival “to celebrate the fact that I’m pan-sexual and that gay marriage has been legalized."},
    {"Id": "55", "Text": "It’s nice to be here and meet people who are very similar, and give love to everyone."},
    {"Id": "56", "Text": "”The festival drew protesters, including a man with a sign that said: “Perverts on parade."},
    {"Id": "57", "Text": "”Sebastian said the protests were “quite a turnoff."},
    {"Id": "58", "Text": "”Hillsborough resident Lynne Millies came to the festival with her husband and their three sons."},
    {"Id": "59", "Text": "“I think it’s important to support gay rights, and now that gay marriage is legal, it shows that North Carolina is definitely for this,” she said."},
    {"Id": "60", "Text": "Carol Studenberg, 56, of Chapel Hill, wore a button that said: “God loves gays."},
    {"Id": "61", "Text": "”“I love it,” she said of the festival."},
    {"Id": "62", "Text": "“We’re all family; that’s why I’m here."},
    {"Id": "63", "Text": "”Her son, 16-year-old Trefor Studenberg, said he came to support gay rights and have a good time."},
    {"Id": "64", "Text": "“I like the atmosphere,” he said."},
    {"Id": "65", "Text": "“Everyone’s really friendly."},
    {"Id": "66", "Text": "”Durham native Pickens Barringer, 23, came with his boyfriend."},
    {"Id": "67", "Text": "“I’m super-excited about gay marriage being legal,” he said."},
    {"Id": "68", "Text": "“This is definitely a celebration now, because we won."},
    {"Id": "69", "Text": "”Seventy-six-year-old Kenny Bowen of Raleigh drove 30 miles through rain to attend."},
    {"Id": "70", "Text": "“I think it’s important to show that we exist, that we’re a force in the community,” he said."},
    {"Id": "71", "Text": "“We are a community, and many people don’t know that."},
    {"Id": "72", "Text": "”Riverside High School student Drayton Coleman, 16, was at the festival for the first time."},
    {"Id": "73", "Text": "“It’s an experience like you won’t find anywhere else other than another Pride Festival,” he said."},
    {"Id": "74", "Text": "“Durham is such a melting pot for so many types of people."},
    {"Id": "75", "Text": "It’s a loving and diverse community."},
    {"Id": "76", "Text": "”Caitlin Donovan, a teacher at Lakewood Montessori Middle School in Durham, said she came to support her students, friends and families."},
    {"Id": "77", "Text": "“It’s a time to honor everyone,” she said."},
    {"Id": "78", "Text": "In an interview, Chapel Hill Mayor Mark Kleinschmidt said Saturday was a day of “real celebration” because of the “historic moment when our government recognized our relationships to be on an equal par with everyone else."},
    {"Id": "79", "Text": "It was a long fight — one that had been challenging for the community."},
    {"Id": "80", "Text": "”Looking to the future, he said, full equality means “if you get married on Saturday that you can’t be fired on Monday."},
    {"Id": "81", "Text": "Unfortunately, that’s still something that could happen here in North Carolina."},
    {"Id": "82", "Text": "”Kleinschmidt said employment, housing and public accommodations issues “are fights we’re going to have to take on as well as discrimination that’s masquerading as religious freedom."},
    {"Id": "83", "Text": "”“We need to help people understand that when it comes to equality for all, it means equality — nothing less than that,” he said."},
    {"Id": "84", "Text": "Kleinschmidt said the LGBT community owes much to those who fought for racial equality and against segregation."},
    {"Id": "85", "Text": "“We stand on the shoulders of giants,” he said."},
    {"Id": "86", "Text": "“As a gay man, I couldn’t be more grateful for the work of civil-rights leaders from a generation or two ago."},
    {"Id": "87", "Text": "I think that’s why we’ve been able to be successful so quickly — because of the great work they did in showing us the way."},
    {"Id": "88", "Text": "”Keith Upchurch has worked for the paper since 1973."},
    {"Id": "89", "Text": "He is a 1972 graduate of Duke University, where he majored in political science and wrote for the Duke Chronicle as a student."},
    {"Id": "90", "Text": "Whenever Keith Upchurch posts new content, you'll get an email delivered to your inbox with a link."},
    {"Id": "91", "Text": "Email notifications are only sent once a day, and only if there are new matching items."},
]}