{"Inputs":
[
    {"Id": "0", "Text": "Same-sex marriage is great, but it is not the be-all and end-all of gay rights Along with the majority of this country’s population, I received the news of the legalization of same-sex marriage with elation."},
    {"Id": "1", "Text": "Yes, the ruling would confer a plurality of tangible benefits to millions of people who, for all accounts, had been second-class citizens until June 26."},
    {"Id": "2", "Text": "And yes, it was instinctive of me to respond to anything deemed beneficial to us gays as unquestionably positive."},
    {"Id": "3", "Text": "Yet as days and weeks progressed, I found myself beginning to question my initial jubilation and instead came to believe that the ruling acted as the death of the possibility of a radical, alternative queer culture."},
    {"Id": "4", "Text": "Even now, I find myself torn between celebrating the benefits of legalized marriage that will improve the lives of millions and also understanding the multitude of things it will not do."},
    {"Id": "5", "Text": "Same-sex marriage will not end police harassment of queer people of color and the epidemic of transgender homicides."},
    {"Id": "6", "Text": "As my straight friends’ profile pictures became filtered with rainbows, my sense of solidarity transitioned to irritation as I realized that, yet again, a minority’s symbol was being appropriated as something trendy."},
    {"Id": "7", "Text": "As a political act, I find the acceptance of same-sex marriage to be inherently suspect."},
    {"Id": "8", "Text": "Many vocal supporters — I think of Hillary Clinton especially — were against the furthering of our civil rights not too long ago."},
    {"Id": "9", "Text": "Where were all the enlightened baby boomers when gays were dying in scores during the AIDS crisis, when we were true pariahs to society?"},
    {"Id": "10", "Text": "The sudden embrace smacks of fair-weather friendship and fad."},
    {"Id": "11", "Text": "What’s most sinister is the cultural implications of the Supreme Court’s decision."},
    {"Id": "12", "Text": "By legalizing same-sex marriage, queer people have been absorbed by heteronormativity."},
    {"Id": "13", "Text": "We have been normalized, and in doing so we have been married to the framework of America — still an imperialistic, profoundly unequal and racist society."},
    {"Id": "14", "Text": "One must only compare the dominant discourse surrounding movements like Black Lives Matter with the peachy procession of the marriage debate in order to expose the farce of contemporary American egalitarianism."},
    {"Id": "15", "Text": "The right to marry should not have been the most compelling goal in the struggle for gay rights."},
    {"Id": "16", "Text": "Although homosexuality is now accepted — in some cases embraced — it is done so in an exclusive way, in which gays are provided a designated space in society to act out their life roles."},
    {"Id": "17", "Text": "True progress would mean a society in which every person can at least conceive of being attracted to the same sex."},
    {"Id": "18", "Text": "It is a world like this that would represent a true victory for humanity — a queering of society."},
    {"Id": "19", "Text": "The embrace of fluidity in orientations and genders is the only way in which the alienation of binaries can be erased."},
    {"Id": "20", "Text": "Marriage is an undeniably classist institution, and in this ruling I suspect that the financial clout of the white male, gay elite has finally borne fruit."},
    {"Id": "21", "Text": "To condemn only the motives and practices of straight America would be disingenuous, however; the collapse of gay radicalism must also be noted as being largely our fault."},
    {"Id": "22", "Text": "Historically, two parallel movements formed in gay intellectual circles after the societal outing that began through consciousness-raising in the 1960s."},
    {"Id": "23", "Text": "There was the assimilationist, civically oriented tendency that strove toward acceptance and a more militant dynamic that sought to use homosexuality to fight capitalism and patriarchy."},
    {"Id": "24", "Text": "In opposition to striving toward acceptance came the Gay Shame movement in the 1990s, which celebrated our differences from America’s oppressive heteronormativity."},
    {"Id": "25", "Text": "Gays who viewed activism as gauche, or who exalted the right to marry at the expense of the many issues facing the LGBTQ community, are responsible for the death of queer subculture and the liberating, perverse world of its underground."},
    {"Id": "26", "Text": "Our communitarianism has been reduced to a corporate spectacle of bitchiness that serves to titillate the straight mind."},
    {"Id": "27", "Text": "The true victory of the court’s decision was to make queerness palatable to the straight world."},
    {"Id": "28", "Text": "In doing so, they neutralized any threat to power structures the LGBTQ world could have offered."},
    {"Id": "29", "Text": "– Alec Weinstein is an undeclared sophomore."},
    {"Id": "30", "Text": " Views expressed in the opinion pages represent the opinions of the columnists."},
    {"Id": "31", "Text": "Logged into Pipe Dream and FacebookFor most students, getting out of bed and going to Lecture Hall in the morning is hard enough."},
    {"Id": "32", "Text": "For students who are also parents, this process can be a whole lot harder."},
    {"Id": "33", "Text": "The Binghamton University Parents Collective (BUPC) was created in order to help these students manage all of their coursework in addition to their."},
    {"Id": "34", "Text": "."},
    {"Id": "35", "Text": "."},
    {"Id": "36", "Text": "In an effort to expand suicide prevention efforts in the local community and beyond, Binghamton University and the New York State Office of Mental Health’s Greater Binghamton Health Center are teaming up to provide and expand mental health education in Binghamton."},
    {"Id": "37", "Text": "Initially announced in honor of World Suicide Prevention Day, the partnership will provide educational."},
    {"Id": "38", "Text": "."},
    {"Id": "39", "Text": "."},
    {"Id": "40", "Text": "Binghamton University students stretched out their stress with the largest outdoor yoga class ever on campus, kicking off the University’s Healthy Campus Week Initiative."},
    {"Id": "41", "Text": "More than 50 students gathered on Monday evening on the East Gym track as a part of the Healthy Campus Initiative, part of the White House’s Healthier America program, which is."},
    {"Id": "42", "Text": "."},
    {"Id": "43", "Text": "."},
    {"Id": "44", "Text": "A recent survey has found that Binghamton University faculty rank favorably in terms of teaching success as well as feedback from students."},
    {"Id": "45", "Text": "In 2014, the Higher Education Research Institute at the University of California Los Angeles (UCLA) reached out to Binghamton University about their annual national faculty survey."},
    {"Id": "46", "Text": "This year’s survey included a section specific."},
    {"Id": "47", "Text": "."},
    {"Id": "48", "Text": "."},
    {"Id": "49", "Text": "Binghamton University graduate Jerry Mollen has served as the Broome County District Attorney (DA) for 28 years, and is now seeking re-election for his eighth term in the November election."},
    {"Id": "50", "Text": "Mollen, who graduated from BU in 1974 with a degree in economics and was first elected to the position of Broome County DA in 1987,."},
    {"Id": "51", "Text": "."},
    {"Id": "52", "Text": "."},
]}