{"Inputs":
[
    {"Id": "0", "Text": "A Jackson County woman is behind bars, after deputies say she failed to report sexual abuse her ex-husband committedMIDWAY, Fla."},
    {"Id": "1", "Text": "(WTXL) -- The tropical wave in the Yucatán Peninsula continues to organize and as of the 5pm ET, the disturbance has a 40% chance…September 25th was week six of the high school football season in Georgia, and week five in Florida."},
    {"Id": "2", "Text": "Sway Jah Vu is slowly becoming a Sunrise Rocks Veteran."},
    {"Id": "3", "Text": "The reggae fushion band joined us once again for another friday morning jam session."},
    {"Id": "4", "Text": "Busch Gardens says a 7-month-old baby gorilla died while under general anesthesia in Tampa."},
    {"Id": "5", "Text": "The Apollo Theater in Harlem will induct comics Richard Pryor, Moms Mabley and Redd Foxx into its walk of fame."},
    {"Id": "6", "Text": "St."},
    {"Id": "7", "Text": "Jude Children's Research Hospital doesn't charge treatment, travel, housing or food, because "all a family should worry about is helping t…Cropped Photo: Emily Bogle/NPR / Creative Commons Attribution 2."},
    {"Id": "8", "Text": "0 Generic
License LinkThe agency on Tuesday will go to Gov."},
    {"Id": "9", "Text": "Rick Scott and the state Cabinet with a proposed rule change related to transfers of titles on cars and boats --- with a revision replacing a reference to "husband and wife."},
    {"Id": "10", "Text": ""The department intends to change a single check-off box on title-transfer forms."},
    {"Id": "11", "Text": "The change involves where people can declare why they shouldn't be subject to sales and use taxes when transferring the ownership of motor vehicles, mobile homes or vessels."},
    {"Id": "12", "Text": "The phrase "a married couple" is to replace "husband and wife."},
    {"Id": "13", "Text": ""Other reasons people can seek to transfer vehicles without incurring sales taxes are: inheritance, gift, divorce decree, an even trade or trade down, or some other reason that requires a written explanation."},
    {"Id": "14", "Text": "Jennifer Langston, with the agency's Cabinet and legislative affairs office, said the title-transfer form is the only change for which she knows the agency needs approval."},
    {"Id": "15", "Text": ""Policies and procedures have been changed, but this is one of the forms that we use every day for business," Langston said after a meeting of Cabinet aides Wednesday."},
    {"Id": "16", "Text": "Florida began issuing marriage licenses to same-sex couples in January after a federal judge ruled that the state's ban on gay marriage was unconstitutional."},
    {"Id": "17", "Text": "The U."},
    {"Id": "18", "Text": "S."},
    {"Id": "19", "Text": "Supreme Court followed in June with a ruling that same-sex couples across the country have a fundamental right to marry."},
    {"Id": "20", "Text": "The landmark legal decisions have rippled through government agencies."},
    {"Id": "21", "Text": "The title paperwork proposal, for example, comes after county clerks across Florida started to receive new, gender-neutral marriage licenses last week from the Florida Department of Health's Bureau of Vital Statistics."},
    {"Id": "22", "Text": "The updated certificates, which the clerks will start issuing Oct."},
    {"Id": "23", "Text": "1, have two spaces for "spouse" rather than bride and groom."},
    {"Id": "24", "Text": "Leon County Clerk of the Courts Bob Inzer said with gay marriage now legal, it was simply time for the change."},
    {"Id": "25", "Text": ""The forms really haven't changed, except for a couple of words here and there," Inzer said."},
    {"Id": "26", "Text": ""Other than that, the forms are identically the same as they were before."},
    {"Id": "27", "Text": "Again it was just to accommodate, if you will, the change in the law."},
    {"Id": "28", "Text": ""A similar change will also be made to official divorce forms."},
    {"Id": "29", "Text": "Also, state Rep."},
    {"Id": "30", "Text": "Alan Williams, D-Tallahassee, filed a measure (HB 4019) on Tuesday that would change parts of state law dealing with marriage licenses."},
    {"Id": "31", "Text": "The bill, which is filed for the 2016 legislative session, would eliminate one part of law that in the past required a marriage license to only be issued if "one party is a male and the other party is a female."},
    {"Id": "32", "Text": ""The bill also would repeal a legal definition of marriage that has been used in interpreting state laws and rules."},
    {"Id": "33", "Text": "That definition says marriage "means only a legal union between one man and one woman as husband and wife, and the term 'spouse' applies only to a member of such a union."},
]}