{"Inputs":
[
    {"Id": "0", "Text": "Saturday, September 26, 2015The Newnan-Coweta Chamber of commerce hosted a webinar on Tuesday to help business owners understand how the legalization of same-sex marriage might affect their business."},
    {"Id": "1", "Text": "The main objective of the presentation was to ensure that businesses updated all their company policies and employee handbooks to indicate that same-sex spouses are considered a spouse."},
    {"Id": "2", "Text": "“The best practice to follow is the golden rule,” said Mel Haas, a Macon attorney."},
    {"Id": "3", "Text": "“Be sure to treat everyone as you would want to be treated."},
    {"Id": "4", "Text": "”Haas, a labor attorney with Constangy, Brooks, Smith, and Prophete, LLP, has been recognized as one of the "Top 20 Most Powerful Labor Attorneys" by Human Resources Executive Magazine, 2012-2015."},
    {"Id": "5", "Text": "Haas emphasized that employers should be careful not to discriminate against anyone based on sexual orientation and to respect the beliefs of others."},
    {"Id": "6", "Text": "Haas told business owners that although the new law requires all states to issue and honor same-sex marriage licenses, they can still exercise their First Amendment rights to protect their religious freedom and not condone same-sex marriage."},
    {"Id": "7", "Text": "Haas warns business owners that denying certain rights based on this could be tricky."},
    {"Id": "8", "Text": "“Bottom line is, the First Amendment gives you the right to oppose same-sex marriage on religious grounds,” Haas said."},
    {"Id": "9", "Text": "“Just remember that the law is the law and there can be consequences."},
    {"Id": "10", "Text": "”The main difference in how the workplace will operate under the same-sex marriage ruling is that same-sex married couples can now get the same benefits as heterosexual couples."},
    {"Id": "11", "Text": "This includes time off under the Family Medical Leave Act (FMLA), which permits up to 12 weeks off for the birth or adoption of a child, to care for a sick spouse, or if the employee has a serious health condition."},
    {"Id": "12", "Text": "Civil unions and domestic partnerships remain unaffected."},
    {"Id": "13", "Text": "Haas encourages all employers to make a special notice to same-sex-marriage employees of their rights to enroll for benefits and to keep all paperwork in order to ensure no one is being discriminated against."},
    {"Id": "14", "Text": "“Make sure same-sex spouses are treated like any other,” Haas said."},
    {"Id": "15", "Text": "Georgia is the 8th highest state in the US with same-sex households."},
]}