{"Inputs":
[
    {"Id": "0", "Text": "“The post-sanctions atmosphere has created new economic and political conditions which should be used by major trade, economic and industrial firms,” Rouhani told the group of American business leaders."},
    {"Id": "1", "Text": "Following the signing of the nuclear agreement in Vienna in July, many European states rushed to renew trade relations with Iran with countries sending delegations to Tehran to discuss possibilities."},
    {"Id": "2", "Text": "European firms were also flocking to Tehran to sniff out lucrative business deals."},
    {"Id": "3", "Text": "The US remains an exception as core sanctions imposed by Washington will remain even after the nuclear-related sanctions are lifted, meaning US companies would not be able to do business with Tehran."},
    {"Id": "4", "Text": "These secondary sanctions are linked to US charges of Iranian human rights violations, terrorism and other allegations of wrongdoing."},
    {"Id": "5", "Text": "They have the effect of banning doing business with Iran, with only few exceptions, such as supplying parts for Iran’s civilian aviation sector."},
    {"Id": "6", "Text": "But Rouhani expressed his conviction that these measures would also be lifted, according to the semi-official Fars news agency."},
    {"Id": "7", "Text": "“Tehran has not impeded the presence of the US firms, and these companies can also use the competitive atmosphere resulting from the post-sanction conditions for investment and transferring technology to Iran,” Rouhani said at the meeting."},
    {"Id": "8", "Text": "There is a lot to miss out on for US firms in Iran."},
    {"Id": "9", "Text": "The country of 80 million people generates a $400 billion economy, boasts the world’s fourth-largest oil reserves, the second-biggest stores of natural gas, and has well-established manufacturing and agricultural industries."},
    {"Id": "10", "Text": "It is also investing heavily in the tourism industry."},
    {"Id": "11", "Text": "Rouhani was on a sort of charm offensive in New York ahead of his speech before the UNGA Monday."},
    {"Id": "12", "Text": "On Friday, he met with a group US editors to discuss a series of topics including the nuclear deal, developments in the Mideast and US-Iran ties and investment in Iran."},
    {"Id": "13", "Text": "Rouhani said that in the wake of the nuclear deal, a door has opened for foreign investment in Iran."},
    {"Id": "14", "Text": "“I think there are great opportunities, unrivaled opportunities, for American investment in Iran,” if the US government permits, he said."},
    {"Id": "15", "Text": "Rouhani said relations between the two countries had improved in recent years but that there was “still a long road to travel” until they establish normal ties."},
    {"Id": "16", "Text": "The Iranian president said the opposition expressed by some US lawmakers on the Iranian nuclear deal reflected “extremely bitter extremist judgments,” and was not well-received in Iran."},
    {"Id": "17", "Text": "“It was as if they were on another planet,” he said, according to Reuters."},
    {"Id": "18", "Text": "“They did not seem to know where Iran was."},
    {"Id": "19", "Text": "”“The nuclear issue is a big test within the framework of issues between the United States and Iran,” Rouhani told the group."},
    {"Id": "20", "Text": "“If we can see that we can reach success…and both sides have contributed to that success in good faith, then perhaps we can build on that."},
    {"Id": "21", "Text": "”Rouhani said implementation of the nuclear deal would improve the atmosphere to allow progress to be made."},
    {"Id": "22", "Text": "He also said that Iran can play a constructive role in addressing the threat of the Islamic State group, which has seized control of large swaths of Syria and Iraq, and that world powers were wrong to try to keep Iran out of the discussions on how to deal with the threat."},
    {"Id": "23", "Text": "Iran is “a powerful and effective country in the region, this is undeniable,” Rouhani said."},
    {"Id": "24", "Text": "Without Iranian intervention on the side of the Baghdad government at a crucial juncture last year, he said, the Islamic State might already have taken over all of Iraq."},
    {"Id": "25", "Text": "“Had it not been for Iran’s help, Baghdad would have fallen and certainly Daesh would have been ruling in Baghdad,” he said."},
    {"Id": "26", "Text": "We need to confirm your email address first."},
    {"Id": "27", "Text": "To complete the subscription process, please click the link in the email we just sent you."},
]}