{"Inputs":
[
    {"Id": "0", "Text": "From first glance, the Iranian Nuclear Deal doesn’t look half bad."},
    {"Id": "1", "Text": "But then again, that’s been the case with about every piece of legislation throughout Obama’s presidency."},
    {"Id": "2", "Text": "Beating around the bush when discussing important domestic and foreign issues is our current president’s MO, and has plagued his two terms in office."},
    {"Id": "3", "Text": "I could go on about Obama’s trend of not revealing the entire truth and not following through to the American people (lying about the cost and taxation of the Affordable Care Act, never pursuing his 2012 Syrian “red line” statement), but then I would be failing to mention how his track record is even more apparent in the Iranian Nuclear Deal that is stuck in Senate right now."},
    {"Id": "4", "Text": "I’ll admit it, the Iranian deal doesn’t look terrible from the surface."},
    {"Id": "5", "Text": "Peace with a government that has repeatedly condemned the United States of America?"},
    {"Id": "6", "Text": "Great."},
    {"Id": "7", "Text": "Although the media presents the deal as a chance for peace with Iran, where public crowds chant “Death to America!"},
    {"Id": "8", "Text": "Death to Israel!"},
    {"Id": "9", "Text": "” peace is not yet attainable."},
    {"Id": "10", "Text": "Iran cannot be trusted."},
    {"Id": "11", "Text": "As a result of the deal, all United States sanctions against Iran will be lifted, and Iran will receive over $50 billion in sanction relief with no discretion of how that money should be spent."},
    {"Id": "12", "Text": "Yes, over $50 billion will flow into to a nation that has been declared a “state sponsor of terrorism,” and has repeatedly supported Hamas throughout the Middle East."},
    {"Id": "13", "Text": "Furthermore, Obama has publicly said that the negotiations in the Iranian Deal will allow 24/7 inspection of these nuclear facilities, “anytime, anywhere."},
    {"Id": "14", "Text": "” Unfortunately, in contrast with Obama’s word, the United States government and the rest of the joint commission has failed to produce a plan that allows constant inspections."},
    {"Id": "15", "Text": "Instead, the committee must alert Iran 24 days in advance that they’ll be conducting an inspection for any trace of a nuclear weapon."},
    {"Id": "16", "Text": "This is like a teacher telling a student that has cheated on several assignments in the past that they’ll be checking that student’s folder for any traces of cheating in exactly one week."},
    {"Id": "17", "Text": "Guess what that student will end up doing- you guessed it- they’ll get rid of any trace of cheating within that week."},
    {"Id": "18", "Text": "Even more frightening, the United States can’t choose to conduct inspections on its own without that joint commission’s approval."},
    {"Id": "19", "Text": "According to Schumer’s press release, “assuming that China, Russia, and Iran will not cooperate, inspections would require the votes of all three European members of the P5+1 as well as the EU representative."},
    {"Id": "20", "Text": "It is reasonable to fear that, once the Europeans become entangled in lucrative economic relations with Iran, they may well be inclined not to rock the boat by voting to allow inspections."},
    {"Id": "21", "Text": "”The entire Iranian Nuclear deal is based on one simple thing: trust."},
    {"Id": "22", "Text": "Unfortunately, the Iranian government is not to be trusted."},
    {"Id": "23", "Text": "This deal is a recipe for disaster; a step-by-step plan on how to grant power and wealth to one of the most destructive governments on the globe."},
    {"Id": "24", "Text": "Americans need to realize how unsettling this deal really is and stand up for the safety of our nation."},
]}