{"Inputs":
[
    {"Id": "0", "Text": "Eurasia ReviewA Journal of Analysis and NewsSaturday, September 26th, 2015By Akhil Shah*Recent reports suggest that officials in the Sultanate of Oman and the Islamic Republic of Iran have given the go-ahead for the rumored 173-mile underwater gas pipeline connecting the two nations."},
    {"Id": "1", "Text": "As of March 2013, only an “understanding” had been reached."},
    {"Id": "2", "Text": "The new reports raise clear implications for the wider Gulf region, particularly Saudi Arabia."},
    {"Id": "3", "Text": "For decades, and especially since the “Arab Spring” uprisings several years ago, Saudi Arabia has attempted to bind its smaller Gulf neighbors in a tight bloc to counter perceived Iranian aggression."},
    {"Id": "4", "Text": "On numerous occasions, Riyadh has provided military and economic support for its fellow Gulf Cooperation Council (GCC) states."},
    {"Id": "5", "Text": "The Saudis have also pushed for the establishment of a Gulf union comprising the Council’s six member states."},
    {"Id": "6", "Text": "The kingdom’s objective has been to further bind the GCC together in a united political and economic front vis-à-vis Iran."},
    {"Id": "7", "Text": "The Sultanate’s foreign partners—particularly the United States—have, until recently, strongly discouraged any relations with Iran."},
    {"Id": "8", "Text": "Yet Oman’s dealings with Iran have not created major issues in terms of Muscat’s alliances with Washington and Riyadh."},
    {"Id": "9", "Text": "Following the historic nuclear deal that the P5+1 (the five permanent members of the UN Security Council plus Germany) and Iran signed on July 14 in Vienna, however, Saudi Arabia finds itself increasingly threatened—politically, economically, and militarily."},
    {"Id": "10", "Text": "Not only does Iran sit on the world’s third largest oil reserves, it also presents a genuine challenge to Saudi Arabia’s traditional role as the anchor of geopolitical order in the Middle East."},
    {"Id": "11", "Text": "20According to the Oil and Gas Journal, Oman is ranked twenty-third in the world in terms of its oil reserves, but much of that is used for exportation instead of domestic consumption."},
    {"Id": "12", "Text": "As far back as 2005, the energy starved Sultanate of Oman agreed to buy gas from Iran, and in 2007 there was a draft deal in place for the Omanis to buy Liquefied Natural Gas (LNG) as well."},
    {"Id": "13", "Text": "However, due to the complicated relations that Iran had with the West, Muscat came under considerable pressure to find alternative sources of LNG."},
    {"Id": "14", "Text": "According to WikiLeaks cables from the U."},
    {"Id": "15", "Text": "S."},
    {"Id": "16", "Text": "Embassy, Washington tried to convince Oman to purchase LNG from Qatar instead of Iran."},
    {"Id": "17", "Text": "21However, with Iran and the P5+1 having approved the nuclear deal, Oman is set to purchase more gas from Iranian producers."},
    {"Id": "18", "Text": "In 2007, Oman was one of only three countries that were dealing economically with the Islamic Republic."},
    {"Id": "19", "Text": "Before the decision was made to begin to build the pipeline, Oman had already agreed to buy twenty million cubic meters of natural gas per day from Iran."},
    {"Id": "20", "Text": "Figures suggest that this amounts to ten billion cubic meters of natural gas each year, for 25 years, in a deal worth USD 60 billion."},
    {"Id": "21", "Text": "22 This figure will increase significantly by around 2018, when the pipeline is expected to be completed."},
    {"Id": "22", "Text": "It will stretch the width of the Gulf region at an estimated cost of USD 1 billion."},
    {"Id": "23", "Text": "Currently Saudi Arabia exports roughly USD 1 billion a year to Oman, the majority of which is oil and gas."},
    {"Id": "24", "Text": "However, this gas deal with Tehran has Iran replace Saudi Arabia as Oman’s main source of LNG."},
    {"Id": "25", "Text": "Economically, Oman will gain significantly from the switch to Iranian gas."},
    {"Id": "26", "Text": "The pipeline will be a USD 1 billion investment that will come directly from Oman."},
    {"Id": "27", "Text": "However, in return, the Sultanate will receive shares of the revenues made from the sale of gas."},
    {"Id": "28", "Text": "While some of the gas Oman receives from Iran will be used for domestic consumption, officials in both Muscat and Tehran have stated that portions of the gas flowing through the pipeline may be sold abroad through a jointly owned Omani-Iranian company to be set up at a later date."},
    {"Id": "29", "Text": "This latter point is potentially the most worrisome from Riyadh’s perspective."},
    {"Id": "30", "Text": "Over the past year, Saudi Arabia has considerably increased its market share in the oil market, but this has come at a steep price."},
    {"Id": "31", "Text": "Oil prices are now below USD 44."},
    {"Id": "32", "Text": "2 and 46."},
    {"Id": "33", "Text": "65 per barrel (according to both the ICE and NYMEX indices), deepening Saudi Arabia’s budget deficit."},
    {"Id": "34", "Text": "23 Iranian oil and gas will soon be sold to a much wider market (the EU has already lifted sanctions on two of Iran’s largest oil producers)."},
    {"Id": "35", "Text": "Not only will this crowd out Saudi market share, but if Iran is able to maintain its relatively cheap prices, it may weaken Saudi dominance as well."},
    {"Id": "36", "Text": "This poses a major risk to the kingdom, given its economic dependence on oil."},
    {"Id": "37", "Text": "In fact, analysts have predicted that Saudi Arabia will be bankrupt within two years if current market conditions do not change."},
    {"Id": "38", "Text": "24A partnership between Muscat and Tehran would be a real blow to the Saudis."},
    {"Id": "39", "Text": "Oman is seen as a neutral country not only regionally but also globally."},
    {"Id": "40", "Text": "Muscat played a significant role in the lead-up to the P5+1 and Iran nuclear negotiations and consequently continues to gain more respect on the international stage."},
    {"Id": "41", "Text": "Oman’s deal with Iran (cheap gas and the potential for a lucrative partnership) may incentivize other nations to explore deeper economic relations with the Islamic Republic."},
    {"Id": "42", "Text": "Qatar is already rumored to be in discussions with Iran about constructing a pipeline to Doha."},
    {"Id": "43", "Text": "In 2014 India was also in negotiations with Iran and Oman about extending the pipeline to the Indian coast."},
    {"Id": "44", "Text": "Considering that Saudi Arabia annually exports USD 29."},
    {"Id": "45", "Text": "2 billion worth of oil and gas to India, perhaps this is one of the many reasons why officials in Riyadh have voiced grave concerns about the Iranian nuclear deal."},
    {"Id": "46", "Text": "25If history is any guide, deeper economic relations between Iran and the smaller GCC states, such as Oman and Qatar, will affect political matters."},
    {"Id": "47", "Text": "Within this context, Saudi Arabia views the Omani-Iranian pipeline with apprehension."},
    {"Id": "48", "Text": "As former Major General Anwar Eshki indicated in a speech at the Council for Foreign Relations, Saudi Arabia is worried about Iran’s alleged search for regional hegemony, a direct geopolitical challenge to Saudi Arabia’s historic role as a dominant power in the Middle East."},
    {"Id": "49", "Text": "26 From the Saudi vantage point, Iran’s ability to provide an abundant supply of gas to the smaller Arab monarchies of the Western Persian Gulf provides Tehran with a platform from which the Iranians can project their power up to the very borders of Saudi Arabia."},
    {"Id": "50", "Text": "Since the inception of the Islamic Republic, the Saudis and Iranians have fought constant proxy wars in the region."},
    {"Id": "51", "Text": "Differing religious and political outlooks have created tremendous tension between the two sides."},
    {"Id": "52", "Text": "If the rumors surrounding Qatar are true, and more countries begin to follow, Saudi Arabia will face intense pressure."},
    {"Id": "53", "Text": "Not only will its leadership come under question as a result, but it may face increased proxy fights as Iran seeks to displace it as regional hegemon."},
    {"Id": "54", "Text": "For years, Riyadh has voiced concerns about Iran’s alleged efforts to spark a revolution in the oil-rich Eastern Province of Saudi Arabia, home to the vast majority of Saudi Arabian Shi’ites."},
    {"Id": "55", "Text": "Yet the actual threat that Iran poses to Saudi Arabia relates far more to Riyadh’s international status than to any domestic problems."},
    {"Id": "56", "Text": "Indeed, if the Islamic Republic can provide more gas and oil to Arab countries and continue to cultivate relations with Oman and other Middle Eastern states, Saudi Arabia may find itself playing a less influential role in the region."},
    {"Id": "57", "Text": "As Iran’s economy grows and its economic fundamentals strengthen, the country will become an increasingly competitive broker of gas."},
    {"Id": "58", "Text": "Saudi Arabia, with its spiraling budget deficit, is not in the same position."},
    {"Id": "59", "Text": "If Riyadh fails to implement sound strategies to counter this geopolitical threat, the kingdom may find itself increasingly sidelined."},
    {"Id": "60", "Text": "Enter your email address to receive our daily round-up of the most important stories:We need your help!"},
    {"Id": "61", "Text": "It's that simple."},
    {"Id": "62", "Text": "We are entirely self-financed and our costs continue to increase."},
    {"Id": "63", "Text": "If you enjoy reading Eurasia Review please consider donating today to ensure that we are able to provide our service."},
    {"Id": "64", "Text": "We thank you in advance."},
]}