{"Inputs":
[
    {"Id": "0", "Text": "NEXT STORYOn Aug."},
    {"Id": "1", "Text": "14, Secretary of State John Kerry attended a ceremony in Cuba to raise the flag above the U."},
    {"Id": "2", "Text": "S."},
    {"Id": "3", "Text": "Embassy."},
    {"Id": "4", "Text": "On Aug."},
    {"Id": "5", "Text": "14, Secretary of State John Kerry attended a ceremony in Cuba to raise the flag above the U."},
    {"Id": "6", "Text": "S."},
    {"Id": "7", "Text": "Embassy."},
    {"Id": "8", "Text": "The top U."},
    {"Id": "9", "Text": "S."},
    {"Id": "10", "Text": "and Iranian diplomats met on Saturday for the first time since their countries reached a historic nuclear deal in Vienna."},
    {"Id": "11", "Text": "A day after the Senate secured President Barack Obama's Iran nuclear deal, blocking a Republican resolution to scuttle it, the GOP-led House pressed forward with a pair of votes designed to show a majority of the chamber disapproves of the agreement."},
    {"Id": "12", "Text": "The United States is increasing the number of worldwide migrants it takes in as Western leaders scramble to address the Syrian refugee crisis, Secretary of State John Kerry announced Sunday."},
    {"Id": "13", "Text": "Kerry said the current cap of 70,000 migrants annually will."},
    {"Id": "14", "Text": "."},
    {"Id": "15", "Text": "."},
    {"Id": "16", "Text": "Secretary of State John Kerry and Iranian Foreign Minister Javad Zarif sat down in New York at the United Nations to discuss the path forward for the implementation of the agreement, which lifts sanctions against the Iranians in exchange for their pledge to not pursue nuclear weaponry."},
    {"Id": "17", "Text": "Congressional Republicans have tried to stop the deal, which they say would aid U."},
    {"Id": "18", "Text": "S."},
    {"Id": "19", "Text": "enemies."},
    {"Id": "20", "Text": "The pair also discussed regional instability in Syria and Yemen, State Department spokesman John Kirby said, along with the status of detained and missing U."},
    {"Id": "21", "Text": "S."},
    {"Id": "22", "Text": "citizens in Iran."},
    {"Id": "23", "Text": ""I view this week as a major opportunity for any number of countries to play an important role in trying to resolve some of the very difficult issues of the Middle East."},
    {"Id": "24", "Text": "We need to achieve peace and a way forward in Syria, in Yemen, in the region itself, and I think there are opportunities this week, through these discussions, to make some progress," Kerry told reporters."},
    {"Id": "25", "Text": "Zarif, however, said he hoped to focus primarily on the nuclear agreement."},
    {"Id": "26", "Text": ""We hope that by its full implementation -- its good faith implementation -- we can dent some of the mistrust that has existed over the past many decades."},
    {"Id": "27", "Text": "So that is my priority," he said."},
    {"Id": "28", "Text": ""But the situation in the region, the unfortunate developments in Saudi Arabia over the last week, have been disastrous and we need to address them."},
    {"Id": "29", "Text": "We will address them in the proper international forum."},
    {"Id": "30", "Text": ""The Hawks improve to 4-0."},
    {"Id": "31", "Text": "Please confirm or modify the email address to which you will have subscription offers sent."},
]}