{"Inputs":
[
    {"Id": "0", "Text": "The fact that Rouhani used a U."},
    {"Id": "1", "Text": "N."},
    {"Id": "2", "Text": "summit meeting on global development goals to reiterate Iran's outrage over the haj tragedy was a sign that Tehran does not intend to tone down criticism of its regional rival Saudi Arabia."},
    {"Id": "3", "Text": "Both Iran and the Saudis see themselves as leaders in the Muslim world."},
    {"Id": "4", "Text": "In his speech to the 193-nation U."},
    {"Id": "5", "Text": "N."},
    {"Id": "6", "Text": "General Assembly, Rouhani emphasized the need for an investigation into "the causes of this incident and other similar incidents in this year's haj."},
    {"Id": "7", "Text": "" He describe the crush as "heart-rending."},
    {"Id": "8", "Text": ""Speaking to reporters before a meeting with U."},
    {"Id": "9", "Text": "S."},
    {"Id": "10", "Text": "Secretary of State John Kerry, Iranian Foreign Minister Mohammad Javad Zarif repeated that "we need to address the disastrous event in Saudi Arabia."},
    {"Id": "11", "Text": ""Saudi Arabia on Friday suggested pilgrims ignoring crowd control rules bore some blame for the incident."},
    {"Id": "12", "Text": "Saudi King Salman ordered a review of haj plans, and Health Minister Khalid al-Falih said an investigation would be conducted."},
    {"Id": "13", "Text": "Iran has repeatedly expressed outrage at the deaths of 131 of its nationals at the world's largest annual gathering of people."},
    {"Id": "14", "Text": "Rouhani suggested on Friday the tragedy may be a result of the Saudis transferring experienced troops to Yemen to fight Iranian-backed Houthi rebels, a military campaign that Tehran has repeatedly criticized."},
    {"Id": "15", "Text": "Two weeks ago, 110 people died in Mecca's Grand Mosque when a crane working on an expansion project collapsed during a storm and toppled off the roof into the main courtyard, crushing pilgrims underneath."},
    {"Id": "16", "Text": "Rouhani also told the U."},
    {"Id": "17", "Text": "N."},
    {"Id": "18", "Text": "summit on Saturday that the historic nuclear deal between Iran and the United States, Britain, France, Germany, Russia and China "has created suitable conditions for regional and international cooperation including in the field of environmental preservation."},
]}