{"Inputs":
[
    {"Id": "0", "Text": "Mayor Rahm Emanuel will unveil his proposed 2016 city budget tomorrow, and what is expected to be a "bad news" spending plan is sparking plenty of last-minute tweaks, suggestions for change and other reaction today."},
    {"Id": "1", "Text": "In one key development, Emanuel began to move forward with the first chunk of what is likely to be the largest property tax increase in  Chicago history, a piece dedicated for Chicago Public Schools."},
    {"Id": "2", "Text": "In another, the City Council's 11-member Progressive Caucus was putting together an alternative property-tax-relief plan for low-income homeowners."},
    {"Id": "3", "Text": "The city would run the program itself, a contrast with a tax-relief proposal pushed by Emanuel that requires state approval but has run into opposition from Gov."},
    {"Id": "4", "Text": "Bruce Rauner."},
    {"Id": "5", "Text": "First, the CPS hike:Emanuel announced that the council this week will begin to consider a proposed $45 million property tax hike for schools."},
    {"Id": "6", "Text": "The city has had the power to impose this levy since at least 2003 but has held off on doing so."},
    {"Id": "7", "Text": "The money is supposed to go for capital improvements, not classroom teaching, and the mayor's office insisted that would be the case in this instance."},
    {"Id": "8", "Text": ""The funds would assist schools in need of overcrowding relief, complete air-conditioning for every classroom ahead of schedule, and provide resources for schools with facilities in dire need of overdue capital repairs," it said."},
    {"Id": "9", "Text": "But money can be fungible in government."},
    {"Id": "10", "Text": "Other funds that now don't have to be spent on physical improvements would be available for, say, teacher salaries and pensions."},
    {"Id": "11", "Text": "Meanwhile the Progressive Caucus was expected to unveil plans for a "tax rebate" to low-income homeowners to protect them from the impact of what could be a $500 million city property tax hike for police and fire pensions."},
    {"Id": "12", "Text": "The grants would be linked to income, not home value."},
    {"Id": "13", "Text": "That means City Hall would have to set  up a procedure to review applications and make rebate awards."},
    {"Id": "14", "Text": "The advantage of the proposal is that the city could run the program on its own."},
    {"Id": "15", "Text": "Emanuel's plan would require the support of state lawmakers and likely Rauner since it would change the state's homestead exemption law."},
    {"Id": "16", "Text": "But city bureaucrats administering a complex plan that would issue need-based checks totaling tens and maybe hundreds of millions of dollars a year would be quite a task."},
    {"Id": "17", "Text": "And it wouldn't do anything for those who rent rather than own their home."},
    {"Id": "18", "Text": "In other budget news, the proposal for higher cab and first-time ride-booking fees appears to be on."},
    {"Id": "19", "Text": "But I'm told that a plan Ald."},
    {"Id": "20", "Text": "Edward Burke, 14th, is pushing for a congestion tax on suburban residents who drive downtown to work likely won't get far."},
    {"Id": "21", "Text": "1:30 p."},
    {"Id": "22", "Text": "m."},
    {"Id": "23", "Text": "update:The Progressive Caucus has released a few more details, but its proposal is still, shall we say, a work in progress."},
    {"Id": "24", "Text": "The rebate indeed would be based on income, with any homeowner with an income up to 400 percent of the poverty level qualifying."},
    {"Id": "25", "Text": "That's roughly $97,000 for a household of four and $67,000 for a family of two."},
    {"Id": "26", "Text": "Rebates of up to $2,000 a household annually would be offered."},
    {"Id": "27", "Text": "However, caucus members—Ald."},
    {"Id": "28", "Text": "Carlos Ramirez-Rose, 35th, served as spokesman—wouldn't give even a vague estimate on how much the plan would cost the city if everyone who was qualified applied."},
    {"Id": "29", "Text": "They say they want to see Emanuel's proposed budget first."},
    {"Id": "30", "Text": "Nor would they give an estimate as to how many new city workers would be needed to process what potentially could be hundreds of thousands of applications a year."},
    {"Id": "31", "Text": "Renters would be out of luck."},
    {"Id": "32", "Text": "But sponsors are hoping for a much, much bigger response than an experimental tax rebate system linked to higher parking-meter income got a few years ago."},
    {"Id": "33", "Text": "Copyright © 2015 Crain Communication, Inc."},
]}