{"Inputs":
[
    {"Id": "0", "Text": "Sign-up for Chicago Sun-Times newsletters."},
    {"Id": "1", "Text": "Convinced that Mayor Rahm Emanuel’s plan to increase the homeowner exemption is going nowhere in Springfield, the City Council’s Progressive Caucus on Monday proposed a “back-stop” plan to soften the blow of a $500 million property tax increase for low-income homeowners."},
    {"Id": "2", "Text": "The fallback is similar to the widely-ignored, 2010 plan offered by then-Mayor Richard M."},
    {"Id": "3", "Text": "Daley."},
    {"Id": "4", "Text": "Daley set aside $35 million for rebate checks, but distributed only $2."},
    {"Id": "5", "Text": "1 million because most homeowners didn’t bother to apply."},
    {"Id": "6", "Text": "This time, rebate checks of up to $2,000 would be open to homeowners, no matter how much their homes are worth, provided the owners have an adjusted gross income of less than 400 percent of the federal poverty level."},
    {"Id": "7", "Text": "That’s roughly $47,000 a year for a single homeowner, $63,000 for a couple and $97,000 for a family of four."},
    {"Id": "8", "Text": "For the owner of a home of $250,000, the rebate check is likely to be $400."},
    {"Id": "9", "Text": "Why ignore the value of the home?"},
    {"Id": "10", "Text": "Homeowners would still have to apply for the checks — and that means homeowners would have to be educated about the rebate program."},
    {"Id": "11", "Text": "That kind of marketing is something the Daley administration failed to do, which is why so many homeowners left money on the table."},
    {"Id": "12", "Text": "The mayor still hopes to soften the blow of the 60 percent property tax increase by convincing the Illinois General Assembly to raise the homeowner exemption and hold harmless owner-occupied homes worth less than $250,000."},
    {"Id": "13", "Text": "House Speaker Michael Madigan (D-Chicago) has scheduled a hearing on that tax break for later this week over the objections of Republican Gov."},
    {"Id": "14", "Text": "Bruce Rauner."},
    {"Id": "15", "Text": "But Waguespack said assuming help that will never come from Springfield is not only foolish."},
    {"Id": "16", "Text": "It’s disingenuous."},
    {"Id": "17", "Text": "It holds out false hope to homeowners who really need the help."},
    {"Id": "18", "Text": "“This is what the working people of the city of Chicago deserve."},
    {"Id": "19", "Text": "They deserve to be protected."},
    {"Id": "20", "Text": "They’re being nickel and dimed every single day,” Ramirez-Rosa said."},
    {"Id": "21", "Text": "“The Progressive Caucus wants to ensure that big corporations and the richest with the means to pay are contributing their fair share of the city’s bottom line and that those that are really suffering from rising property taxes — those working people who have neighborhoods that experienced foreclosure — that they are receiving the protection they deserve…The property tax increase they see will be minimal."},
    {"Id": "22", "Text": "”At a City Hall news conference on the eve of Emanuel’s budget address, the Progressive Caucus also declared it’s strong opposition to Emanuel’s plan to give Chicago cabdrivers a 15 percent fare increase  but give ride hailing companies the keys to the kingdom, the right to make pick-ups at McCormick Place, O’Hare and Midway Airports."},
    {"Id": "23", "Text": "“It would do real harm to the thousands of Chicagoans who drive cabs, creating negative ripple effects” all across the city, Ald."},
    {"Id": "24", "Text": "Roderick Sawyer (6th) said."},
    {"Id": "25", "Text": "Cheryl Miller, a 20-year veteran cabdriver who’s a member of Cabdriver United AFSCME Local 2500, added, “Why is the city allowing Uber, Lyft, Sidecar and other billion-dollar corporations to provide the exact same service without paying any of the same fees to the city or following any of the same rules?"},
]}