{"Inputs":
[
    {"Id": "0", "Text": "There are a number of programs Clinton has advocated like paying for child care for lower income earning Americans, but each ends up being paid for by middle class taxpayers."},
    {"Id": "1", "Text": "For instance, Clinton, like Obama, wants to raise the minimum wage."},
    {"Id": "2", "Text": "The current level is $7."},
    {"Id": "3", "Text": "25 per hour, although Obama raised the wage to $10."},
    {"Id": "4", "Text": "10 per hour on federal contracts."},
    {"Id": "5", "Text": "Clinton has not said how high the wage should be, although she may support the push to raise it to $15."},
    {"Id": "6", "Text": "This hurts the middle class."},
    {"Id": "7", "Text": "Hillary’s minimum wage road tripMiddle-class Americans earn a wage much higher than the minimum, or they would not be in the middle class."},
    {"Id": "8", "Text": "Less than 2 percent of the workforce is paid the minimum wage."},
    {"Id": "9", "Text": "If it rises, cost for business in the private sector or taxes in the public sector will increase."},
    {"Id": "10", "Text": "The result is that prices will rise and/or taxes will rise for the middle class (although admittedly by a very small amount) to pay for the increase in the minimum wage."},
    {"Id": "11", "Text": "Raising the minimum wage does not help the middle class."},
    {"Id": "12", "Text": "Clinton, like Obama, wants to make the first two years of community college free for all Americans who cannot afford it."},
    {"Id": "13", "Text": "In order to pay for that, taxes will have to be raised."},
    {"Id": "14", "Text": "While Clinton says she will raise taxes on the wealthy to pay for this, the reality is that the tax increase burden will likely fall on the middle class, who will not receive the benefit since they will earn too much to qualify."},
    {"Id": "15", "Text": "Free community college for lower-income earners will help those people, but it will come at the expense of the middle class who must pay the bill."},
    {"Id": "16", "Text": "Later this week, Clinton will emphasize the success of the Affordable Care Act, noting that about 10 million previously uninsured Americans now have health insurance."},
    {"Id": "17", "Text": "This again is an example of helping the lower classes at the expense of the middle class."},
    {"Id": "18", "Text": "Prior to the passage of the ACA studies revealed that 85 percent of Americans were generally satisfied with their health care, although the increasing cost was always a problem."},
    {"Id": "19", "Text": "Today less than 50 percent are satisfied with their health care."},
    {"Id": "20", "Text": "The middle class has suffered by having higher premiums, higher deductibles, loss of family doctors and loss of some availability of hospitals."},
    {"Id": "21", "Text": "The 10 million Americans who now have health insurance can afford it only because they get subsidies from the government that are fully funded by higher taxes on the middle class."},
    {"Id": "22", "Text": "There are a number of other programs Clinton has advocated, such as paying for child care for lower-income Americans."},
    {"Id": "23", "Text": "Each of these programs has a cost to the government that is paid by middle-class taxpayers."},
    {"Id": "24", "Text": "Business does not create jobs and Hillary Clinton doesn’t understand economicsCertainly Americans are willing to evaluate any programs that help the lower class, especially if these programs provide a pathway for them to become self-sufficient and free of the need for government subsidies."},
    {"Id": "25", "Text": "But Clinton should be honest."},
    {"Id": "26", "Text": "She should tell us that she favors programs to help the lower class, noting that it comes at the expense of the middle class, who are generally very compassionate and willing to help."},
    {"Id": "27", "Text": "Apparently Clinton did not listen well to the Republican debate."},
    {"Id": "28", "Text": "Although economics was not widely discussed, the candidates did say that they would change the federal income tax code to accelerate growth."},
    {"Id": "29", "Text": "Some want to accomplish this by lowering the tax rates to encourage more capital formation, which is critical today since the input from labor is at historic lows."},
    {"Id": "30", "Text": "Less than 63 percent of the adult population is in the workforce instead of the historical standard of 67 percent."},
    {"Id": "31", "Text": "This drop means about 6 million fewer workers."},
    {"Id": "32", "Text": "Republicans want to really help the middle class by growing the economy."},
    {"Id": "33", "Text": "Since the recession ended in 2009, economic growth has averaged just above 2 percent annually."},
    {"Id": "34", "Text": "After the more severe 1981 recession economic growth averaged 4 ½ percent."},
    {"Id": "35", "Text": "During that period, inflation was low, and millions of new, well-paying jobs were created for the middle class."},
    {"Id": "36", "Text": "Growth will provide more jobs and increase the demand for labor, which will cause wages to rise."},
    {"Id": "37", "Text": "Growth will help the middle class."},
    {"Id": "38", "Text": "Giving money to lower income earners and then taxing the middle class to pay for it will worsen conditions for both classes."},
    {"Id": "39", "Text": "Hillary Clinton should learn how economics works."},
    {"Id": "40", "Text": "She recently said, “Business does not create jobs."},
    {"Id": "41", "Text": "” If business doesn’t create jobs, then who does?"},
    {"Id": "42", "Text": "Or she should be more honest with the American public."},
    {"Id": "43", "Text": "Correspondingly, Communities Digital News, LLC uses its best efforts to operate in accordance with the Fair Use Doctrine under US Copyright Law and always tries to provide proper attribution."},
    {"Id": "44", "Text": "If you have reason to believe that any written material or image has been innocently infringed, please bring it to the immediate attention of CDN via the e-mail address or phone number listed on the Contact page so that it can be resolved expeditiously."},
]}