{"Inputs":
[
    {"Id": "0", "Text": "economicsHomebuilders“We find that the top income quintile has received about 90% of all credits,” Messrs."},
    {"Id": "1", "Text": "Borenstein and Davis said."},
    {"Id": "2", "Text": "The pattern is similar, though not as extreme, for other so-called clean-energy tax incentives."},
    {"Id": "3", "Text": "The authors dig through tax records to determine who’s claiming credits for residential energy-efficiency improvements, solar panel installation and purchase of alternative-fuel or electric vehicles."},
    {"Id": "4", "Text": "From 2006 to 2012, the most recent data available, tax credits totaled $18."},
    {"Id": "5", "Text": "1 billion, the authors find."},
    {"Id": "6", "Text": "In that time, taxpayers with an adjusted gross income greater than $75,000 received about 60% of those credit dollars for energy efficiency, residential solar and hybrid vehicles, and about 90% for electric cars."},
    {"Id": "7", "Text": "In other words, it’s a fairly regressive portion of the tax code."},
    {"Id": "8", "Text": "A more progressive tax–the authors suggest a carbon tax–would place more of the burden on the wealthy."},
    {"Id": "9", "Text": "“There may well be political considerations that continue to favor tax credits, but this approach comes at real cost, both in terms of efficiency and equity,” Messrs."},
    {"Id": "10", "Text": "Borenstein and Davis said."},
    {"Id": "11", "Text": "Related reading:Tax Cuts Boost Jobs, Just Not When Targeted at RichTax Credits Don’t Necessarily Boost College Attendance, Research FindsTrade Aid Package Renews a Pricey Health-Care Tax CreditWhich States’ Tax Laws Widen Inequality  xError messageHouseholds that pay 90% of federal income taxes buy 90% of electric cars?"},
    {"Id": "12", "Text": "The WSJ is publishing selective facts in isolation to put electric cars in a bad light?"},
    {"Id": "13", "Text": "Freaking shocking!"},
    {"Id": "14", "Text": "!"},
    {"Id": "15", "Text": "!"},
    {"Id": "16", "Text": "Where does the electricity come from that is used to charge the batteries of electric cars?"},
    {"Id": "17", "Text": "From generating plants that, by and large, burn coal."},
    {"Id": "18", "Text": "When you do the math, electric cars have a larger so-called carbon footprint than regular, gasoline-burning cars."},
    {"Id": "19", "Text": "But, then, liberals never do the math, they just do whatever makes them feel good, regardless of reality."},
    {"Id": "20", "Text": "It's mostly wealthy that buy new cars."},
    {"Id": "21", "Text": "Since they lose so much value just driving them off the lot, everyone else buys used."},
    {"Id": "22", "Text": "Totally agree on the carbon tax."},
    {"Id": "23", "Text": "Volkswagen probably wouldn't have cheated under that system."},
    {"Id": "24", "Text": "As Nobel economist Joseph Stiglitz has said: America has government of, by and for the rich."},
]}