{"Inputs":
[
    {"Id": "0", "Text": "24 Sep, 2015The diversity of taxation policies in the United States has compelled the report publishers to delve into local and state tax systems."},
    {"Id": "1", "Text": "It aims to find out which is regarded as the best by the residents."},
    {"Id": "2", "Text": "According to the website, the results of this national survey examined what Americans believe is a “fair” state."},
    {"Id": "3", "Text": "The idea of a local tax system is also obtained."},
    {"Id": "4", "Text": "The findings are then ranked by analysts."},
    {"Id": "5", "Text": "The rankings are dependent on how closely public perception matches actual tax systems."},
    {"Id": "6", "Text": "One important finding is that the bottom 20 percent or the poor are overtaxed to the maximum limit in Illinois, Hawaii and Washington."},
    {"Id": "7", "Text": "It is one of top  unfair 10 states where middle class citizens, comprising about 40 percent are forced to pay the maximum tax too."},
    {"Id": "8", "Text": "The present local and state tax systems are mostly regarded as unfair, as per the report."},
    {"Id": "9", "Text": "Even as a majority of Americans think that progressive tax systems are fair, almost every US state has regressive local and state tax structures."},
    {"Id": "10", "Text": "Best tax statesWhen it comes to fair tax states, South Carolina occupies third place."},
    {"Id": "11", "Text": "The WalletHub website came to this conclusion after considering the different tax systems imposed by different states."},
    {"Id": "12", "Text": "The result was made after analyzing all the 50 states and examining how they tax the poor compared to the rich."},
    {"Id": "13", "Text": "South Carolina was beaten by Oregon and Montana."},
    {"Id": "14", "Text": "It is found that the wealthiest are subjected to minimum taxation in Florida, Nevada and Wyoming."},
    {"Id": "15", "Text": "This study also revealed that a majority of Americans hold the perception that fair local and state tax systems push higher taxes when it comes to wealthier households."},
    {"Id": "16", "Text": "The survey discloses that both Republican and Democrat states under tax the wealthy and overtax the economically weaker section of society."},
    {"Id": "17", "Text": "  Conservatives support a marginally higher tax to be imposed on the poor and the wealthy to be subjected to lower tax rates."},
    {"Id": "18", "Text": "Ratingrecommend to friendsThe Market BuzzDecision Diagnostics03 Jul, 2014The Market BuzzThomson Reuters (NYS03 Jul, 2014Market NewsThe $449 Million Fal30 Jun, 2014Market NewsUS Stocks and Market04 Jul, 2014Market NewsU."},
    {"Id": "19", "Text": "S."},
    {"Id": "20", "Text": "Stocks Decline 03 Jul, 2014
                                            I would love to live in a low tax state, on the otherhand most of those states have little opportunity."},
    {"Id": "21", "Text": "."},
    {"Id": "22", "Text": "."},
    {"Id": "23", "Text": "The WalletHub study is nothing but Progressive-Socialist propaganda that attempts to deceive the  public and create a false impression."},
    {"Id": "24", "Text": "."},
    {"Id": "25", "Text": "The study defines “fair” as Progressive and “unfair” as Regressive,  attempting to fool us into thinking that this is how America defines those terms – NO, that is how only Progressives-Socialists define those terms."},
    {"Id": "26", "Text": "The cost of everything a poor person must buy is “Regressive” – Progressives-Socialists ultimately want us to provide the poor with everything."},
    {"Id": "27", "Text": "Required fields are marked  *25 Sep, 2015Rent affordability will deteriorate over next two years: Zillow CEO25 Sep, 2015Nike (NYSE:NKE) Reports Impressive Global Growth 25 Sep, 2015Transitioning into Retirement25 Sep, 2015September 25, 2015 Weekly Wrap-up LIVE from the Floor of the NYSE25 Sep, 2015Pharmaceutical Drug Lowered Due to Heavy Criticism24 Sep, 2015Stock Market Mood in US Darkens after Volcker 22 Sep, 2015Caterpillar (NYSE:CAT) and The Negative Impact of China’s Slowing Economy25 Sep, 2015Effects of Homeownership on Unemployment Rates25 Sep, 2015Chicago Mayor to Hike Taxes24 Sep, 2015Why Are Apple’s (NASDAQ: AAPL) iPhone 6 Crushing Sales Records?"},
    {"Id": "28", "Text": "15 Sep, 2014Republican Rand Paul’s Bold Fair and Flat Income Tax Plan 24 Jun, 2015$250,000 Brings The Return of Cassidy 
 10 Dec, 2014Athletes Wearing "I CAN'T BREATHE" Shirts10 Dec, 2014January 3rd - Financial Buzz Presents the First Weekly Market Wrap Up of 2014, LIVE from the NYSE03 Jan, 2014Revolutionary Legislation in Vermont Changes National Health Care Dialogue10 Jan, 2014The Final Frontier for Virgin Galactic: Governmental Regulations?"},
    {"Id": "29", "Text": "06 Feb, 2014H&M; And Alexander Wang Announce The Alexander Wang x H&M; Collaboration At H&M;'s Second Annual Coachella Party13 Apr, 2014Making Your Money Grow With You: Start Preparing for Retirement
02 Aug, 2013Micron Technology Inc."},
    {"Id": "30", "Text": "(NASDAQ: MU) Still Strong04 Dec, 2014All rights reserved."},
    {"Id": "31", "Text": "No portion of FinancialBuzz."},
    {"Id": "32", "Text": "com may be duplicated, redistributed or manipulated in any form without our consent, violators will be prosecuted to the full extent of the law."},
    {"Id": "33", "Text": "By accessing any information beyond this page, you agree to abide by the Privacy Policy and Terms of Use (Disclaimer)."},
    {"Id": "34", "Text": "Enter the siteUserNamePassword Remember meForgot password?"},
]}