{"Inputs":
[
    {"Id": "0", "Text": "########  BEGIN VOLUME VIDEO  ########   Most Republicans don't believe that taxes on the rich should be increased, but mainstream figures in the party are usually far more careful in their rhetoric than Carson was."},
    {"Id": "1", "Text": "His statement suggests that we've had a socialistic tax system for over 100 years."},
    {"Id": "2", "Text": ""We've had a graduated tax system for many years," Trump said."},
    {"Id": "3", "Text": ""It's not a socialistic thing."},
    {"Id": "4", "Text": "" He went on to say that his own tax plan would be "a major reduction for the middle class," and that "the hedge fund guys" would pay more."},
    {"Id": "5", "Text": ""I know people making a tremendous amount of money and paying virtually no taxes," he said, "and I think it's unfair."},
    {"Id": "6", "Text": ""Carson had been asked what he thought about Donald Trump's advocacy — quite unusual for his party — that wealthy people should pay more in taxes."},
    {"Id": "7", "Text": ""Donald Trump believes in progressive taxation," moderator Jake Tapper said."},
    {"Id": "8", "Text": ""He says it's not right that rich people pay the same as the poor."},
    {"Id": "9", "Text": "" Asked to tell Trump why he thought he was wrong, here's what Carson said:It's all about America."},
    {"Id": "10", "Text": "You know, the people who say, "The guy who paid a billion dollars because he had 10, he's still got $9 billion left?"},
    {"Id": "11", "Text": "That's not fair."},
    {"Id": "12", "Text": "We need to take more of his money!"},
    {"Id": "13", "Text": "" That's called socialism."},
    {"Id": "14", "Text": "That doesn't work so well."},
    {"Id": "15", "Text": "What made America into a great nation was the fact that we said "That guy just put in $1 billion, let's create an environment that's even more conducive to his success, so that next year he can put in $2 billion."},
    {"Id": "16", "Text": "" And that's the kind of thing that helps us to grow."},
    {"Id": "17", "Text": "We can't grow by continuing to take a piece of pie and dividing it and redistributing it."},
    {"Id": "18", "Text": "That's likely because, in polls, most Americans express views much more similar to Donald Trump and Barack Obama's — the middle-class should pay less, and the rich should pay more."},
    {"Id": "19", "Text": "Advocating against the progressive income tax, and for a totally flat tax, could alienate these voters."},
    {"Id": "20", "Text": "Awesome, share it:© 2015 Vox Media, Inc."},
    {"Id": "21", "Text": "All Rights ReservedAdvertise with usJobs @ Vox MediaContact usWe'll email you a reset link."},
    {"Id": "22", "Text": "We'll email it to you."},
    {"Id": "23", "Text": "Choose an available username to complete sign up."},
    {"Id": "24", "Text": "In order to provide our users with a better overall experience, we ask for more information from Facebook when using it to login so that we can learn more about our audience and provide you with the best possible experience."},
    {"Id": "25", "Text": "We do not store specific user data and the sharing of it is not required to login with Facebook."},
]}