{"Inputs":
[
    {"Id": "0", "Text": "“I think linking the two is a mistake,” Lipton said on WCNY’s The Capitol Pressroom."},
    {"Id": "1", "Text": "“I think we should have a smart, progressive tax code policy."},
    {"Id": "2", "Text": "I think it should be discussed separately from the minimum wage."},
    {"Id": "3", "Text": "The minimum wage really stands on its own."},
    {"Id": "4", "Text": "”“That is an issue that I just wanted to put on the table for them,” Cuomo told reporters after his remarks before the council."},
    {"Id": "5", "Text": "“I’ve proposed tax cuts almost every year."},
    {"Id": "6", "Text": "I think that’s one of the most positive things we can do."},
    {"Id": "7", "Text": "It says New York is open for business."},
    {"Id": "8", "Text": "”Cuomo is backing a phased-in hike to the minimum wage to $15, a move that comes after his administration moved to raise wages for fast-food workers over the next several years."},
    {"Id": "9", "Text": "But Cuomo must get the wage increase through a Republican-controlled Senate next year, which has been skeptical of additional wage hikes."},
    {"Id": "10", "Text": "The current minimum wage of $8."},
    {"Id": "11", "Text": "75 is due to increase again to $9 following a 2013 agreement."},
    {"Id": "12", "Text": "“This is really gratifying,” Lipton said of Cuomo’s minimum stance."},
    {"Id": "13", "Text": "“At our convention last year, this is something we struggled with the governor on."},
    {"Id": "14", "Text": "We got him to make a commitment."},
    {"Id": "15", "Text": "Now it’s great that he’s following through."},
    {"Id": "16", "Text": "”And the pressure from the WFP won’t end with the minimum wage: Lipton said the party will continue to push Cuomo to back a full Democratic takeover of the state Senate next year."},
    {"Id": "17", "Text": "“We’re rooting for the governor to succeed on this, even while we’re also going to hold him to his promise to drag the Senate into the 21st century, make it Democratic, make it progressive,” he said."},
    {"Id": "18", "Text": "Of course they shouldn’t be linked, only Cuomo’s suggesting that."},
    {"Id": "19", "Text": "Nor should the wages be increased."},
    {"Id": "20", "Text": "Are the min wage worker productivity up that much they deserve more?"},
    {"Id": "21", "Text": "Min."},
    {"Id": "22", "Text": "wage was never intended to support anything, its entry level and where we begin, not where we should plant ourselves for a lifetime."},
    {"Id": "23", "Text": "Time to take you own advice Billy."},
]}