{"Inputs":
[
    {"Id": "0", "Text": "Source: Institute on Taxation and Economic Policy."},
    {"Id": "1", "Text": "(Click for larger image."},
    {"Id": "2", "Text": ")Presumably, 35th most unfair is equivalent to the 16th most fair."},
    {"Id": "3", "Text": "In other words, despite the pro-business slant of Virginia’s tax code, it does not load as much of the burden on low-income citizens as the codes of other states."},
    {"Id": "4", "Text": "— JABSeems to me there was report yesterday on WTOP saying the exact opposite, that Va and MD were among the most fair."},
    {"Id": "5", "Text": "I will try to find it."},
    {"Id": "6", "Text": "Anyways my vote is that our tax code in Va."},
    {"Id": "7", "Text": "is broken and needs fixed, for example, the local car tax is the highest in the land by far."},
    {"Id": "8", "Text": "Richmond Times Dispatch had an editorial article few months back saying the Va."},
    {"Id": "9", "Text": "tax code was old and totally broken."},
    {"Id": "10", "Text": "RTD was saying Gilmore had no business trying to fix the car tax without fixing the whole tax system."},
    {"Id": "11", "Text": "(It was when Gilmore announced for President, that RTD slammed him."},
    {"Id": "12", "Text": ")   I did not witness Gilmore’s term as governor, but his car tax relief still helps me today."},
    {"Id": "13", "Text": "If it were not for car tax relief, we could be paying 30% total taxes on some vehicles."},
    {"Id": "14", "Text": "Actually we are in fact paying that much tax, for cars which hold value well, except that the state of Va."},
    {"Id": "15", "Text": "rebates about half of this to the towns on behalf of car owners."},
    {"Id": "16", "Text": "The car tax freeze was the best thing to happen to Fairfax County in the 28 years I’ve lived here."},
    {"Id": "17", "Text": "It sends some of our individual income tax money back to the people who pay it and limits the amount of subsidies going to RoVA."},
    {"Id": "18", "Text": "As far as the state income tax is concerned, making people pay something is good."},
    {"Id": "19", "Text": "Too many people don’t pay taxes and, as such, tend to think government is free."},
    {"Id": "20", "Text": "I agree TMT  car tax relief was a savior for us."},
    {"Id": "21", "Text": "But I’d probably reform further."},
    {"Id": "22", "Text": "One big problem with the income tax is the underground economy."},
    {"Id": "23", "Text": "For example, there are many illegal boarding houses in NoVA."},
    {"Id": "24", "Text": "Does anyone think the owners report their income to the IRS and the VA Dept of Taxation?"},
    {"Id": "25", "Text": "TBill, you know that the “cut” in your CAR tax is being covered by a transfer of your INCOME and SALES taxes to the locality, and you still feel you are coming out ahead?"},
    {"Id": "26", "Text": "It is no longer a one-to-one equation, but it started out as one."},
    {"Id": "27", "Text": "There was no cut in the car tax, it was just being paid by the state to the county or city…(But here you are almost 20 years later still not able to see the pea below the walnut."},
    {"Id": "28", "Text": ")  But enough history."},
    {"Id": "29", "Text": "You don’t provide a link to the report, Jim, but I suspect it mainly reflects that Virginia has a low top marginal income tax rate (5."},
    {"Id": "30", "Text": "75 percent) and that once your income passes $17,000 or so it is essentially a flat tax."},
    {"Id": "31", "Text": "The family with $25,000 is paying the same effective marginal rate as the family with $2."},
    {"Id": "32", "Text": "5 million."},
    {"Id": "33", "Text": "Many states also provide larger exemptions from tax at the bottom than Virginia does, meaning lower income families can earn more and pay no income tax."},
    {"Id": "34", "Text": "Fair is such a wonderful word."},
    {"Id": "35", "Text": "It can mean anything."},
    {"Id": "36", "Text": "Good point about the flat tax nature of the Va."},
    {"Id": "37", "Text": "income tax."},
    {"Id": "38", "Text": "As far as the car tax, I feel it hurts our car sales and economy to tax cars so heavily."},
    {"Id": "39", "Text": "Also hurts green car sales, since in contrast to the income tax, the car tax is more progressive with higher car value (due to tax relief only under $20k car value)."},
    {"Id": "40", "Text": "Hey, during the 1997 election I was cheering the idea, too, but I had my selfish reasons."},
    {"Id": "41", "Text": "As tax policy the car tax “hide-the-pea game” doesn’t make the grade."},
    {"Id": "42", "Text": "But its political genius is evident because here are two regulars on this blog who still think they are coming out ahead."},
    {"Id": "43", "Text": "But the car tax is a good example of another tax where the lower income taxpayer is paying a larger percentage of his take home pay when he cuts  that check to the locality."},
    {"Id": "44", "Text": "A $250 tax bill could easily be 1 percent of his annual take home pay, while it is a tenth of a percent of income for somebody else."},
    {"Id": "45", "Text": "And since he pays virtually no income tax, I’m sure he is happy that TMT and TBill are paying plenty to cover his subsidy."},
    {"Id": "46", "Text": "Here’s the WTOP story about taxes:http://www."},
    {"Id": "47", "Text": "bizjournals."},
    {"Id": "48", "Text": "com/washington/blog/2015/09/virginia-maryland-rank-among-top-10-states-with."},
    {"Id": "49", "Text": "html“Fairer Tax Systems Rely Less on Sales & Excise Taxes” That’s the nub of it."},
    {"Id": "50", "Text": "They rank VA high because it has a relatively low sales tax, compared to other states."},
    {"Id": "51", "Text": "Or to be exact because sales and excise taxes constitute a smaller percentage of the total tax take."},
    {"Id": "52", "Text": "Not sure I get that…Again, fair like beauty is a matter of opinion."},
    {"Id": "53", "Text": "Thanks for posting the link."},
    {"Id": "54", "Text": "It was interesting that the poll results indicated people think a quite progressive tax rate is “fair”, which fits with the data Jim is citing."},
    {"Id": "55", "Text": "That study dissed Virginia for the same reason, higher effective tax rates on lower income households."},
    {"Id": "56", "Text": "This all ties together because as noted that proposal the Thomas Jefferson Institute – and Jim – are pushing in the previous post would increase reliance on sales taxes in VA."},
    {"Id": "57", "Text": "“One also could argue that the “fairest” tax code is that which does most to stimulate job creation."},
    {"Id": "58", "Text": "”One could argue that a tax code which does most to stimulate job creation is the most useful."},
    {"Id": "59", "Text": "The most helpful."},
    {"Id": "60", "Text": "The ideal."},
    {"Id": "61", "Text": "A worthy goal."},
    {"Id": "62", "Text": "A means to an end."},
    {"Id": "63", "Text": "However, it would not necessarily be the fairest, especially if it hinges on poorer people forking over more of their income in taxation than people whose ability to get by is less marginal."},
    {"Id": "64", "Text": "One would also have to look at what jobs are being created and who they’ll employ, and so on…yeah, I ALWAYS thought the car tax was a scam because the state was paying the rebate with income and sales taxes collected which then put it in direct competition for other spending like Education."},
    {"Id": "65", "Text": "It also had the effect of removing the nexus between the locality spending and accountability to local taxpayers for that spending."},
    {"Id": "66", "Text": "and it was doomed to fail from the get-go unless it had been set up to be able to evolve as the valuations changes so it was inevitable that if it grew as a percentage of the state budget – it would eventually get capped."},
    {"Id": "67", "Text": "Why in the world would you effect – local taxation and spending at the State level anyhow?"},
    {"Id": "68", "Text": "It just totally screwed up the separation between local tax and spending and State tax and spending?"},
    {"Id": "69", "Text": "in terms of “fair” –  is it better to tax productivity or consumption?"},
    {"Id": "70", "Text": "Larry, the last time I looked, Fairfax County residents paid around 24-26% of the individual income tax, but our schools received only about 12-14% of the state aid to K-12 education."},
    {"Id": "71", "Text": "Under those circumstances, sending more of our income tax dollars back to Fairfax County in the form of state compensation for part of the car tax is great in my eyes."},
    {"Id": "72", "Text": "it’s the concept TMT."},
    {"Id": "73", "Text": "Collecting income taxes from you at the state level then spending those taxes as rebates of local car taxes."},
    {"Id": "74", "Text": "If you read up about it – Places that are growing and buy a lot of cars – lose on the car tax – because it’s capped."},
    {"Id": "75", "Text": "“The problem, in my opinion, is it’s not consistent and citizens in a low-growth-rate area are given much more of a break than those in a high-growth area,” he said."},
    {"Id": "76", "Text": "“It created inequity across the state."},
    {"Id": "77", "Text": "”He points to Gloucester, where growth and tax rate increases have diminished tax relief for car owners to 32 percent of their bills."},
    {"Id": "78", "Text": "Population growth also generally means more cars."},
    {"Id": "79", "Text": "In Hampton Roads, the total number of registered vehicles is up more than a third since car tax relief was passed in 1998."},
    {"Id": "80", "Text": "Gloucester had 42 percent more vehicles registered in 2014 than it did in 1998, according to information from the Virginia Department of Motor Vehicles."},
    {"Id": "81", "Text": "James City County has seen a 69 percent increase in vehicle registrations since the original car tax relief bill was passed in 1998."},
    {"Id": "82", "Text": "The percentage of relief for a car tax bill in James City County has dropped from 63 percent in 2009 to 51 percent this year."},
    {"Id": "83", "Text": "The relief declines as the total value of vehicles increases as well."},
    {"Id": "84", "Text": "Higher average values on cars means higher personal property bills."},
    {"Id": "85", "Text": "Higher bills with the same amount to use for relief leaves people paying a higher percentage of their bill."},
    {"Id": "86", "Text": "”http://www."},
    {"Id": "87", "Text": "dailypress."},
    {"Id": "88", "Text": "com/news/politics/dp-tst-nws-local-budgets-car-tax-20150422-story."},
    {"Id": "89", "Text": "htmlso this goes back to why someone would design a plan like this in the first place."},
    {"Id": "90", "Text": "it’s the very definition of smoke and mirrors."},
    {"Id": "91", "Text": "Larry, my point is that the Commonwealth would be collecting income and sales taxes from Fairfax County residents in any event."},
    {"Id": "92", "Text": "But without the car tax program, more of those tax dollars would be going to RoVA to keep their real estate taxes lower."},
    {"Id": "93", "Text": "Meanwhile, we’d have less money to pay car and real estate taxes locally."},
    {"Id": "94", "Text": "I’m pure bottom line on this one."},
    {"Id": "95", "Text": "I don’t care about the concept."},
    {"Id": "96", "Text": "@TMT – actually it looks like NoVa is getting screwed on the car tax as it’s capped and localities that are growing end up with the same rebate and a smaller and smaller percentage of the tax."},
    {"Id": "97", "Text": "So Virginia is paying Fairfax less as a percent of the total tax than is is paying other localities."},
    {"Id": "98", "Text": "The way they’re doing it – it’s not indexed… and so over time it gets further out of whack."},
    {"Id": "99", "Text": "Gilmore’s idea was to get the localities out of the car tax business all together – but it failed because it did not take into account what would happen as localities grew and more cars and more expensive cars were bought so the GA was put in the position of having to come up with more and more money for the rebates which was unsustainble and they bailed out by capping it."},
    {"Id": "100", "Text": "That helped the State but it put faster growing and larger localities at a disadvantage in terms of what percent of the total they’d get back from the state."},
    {"Id": "101", "Text": "it was a dumb concept at the start – and it’s even dumber now."},
    {"Id": "102", "Text": "“Another means of silently lessening the inequality of property is to exempt all from taxation below a certain point, and to tax the higher portions of property in geometrical progression as they rise."},
    {"Id": "103", "Text": "”Jefferson letter to Madison, October 1785Am I missing something ?"},
    {"Id": "104", "Text": "?"},
    {"Id": "105", "Text": "?"},
    {"Id": "106", "Text": "If  Virginia taxes are the “35th most unfair”, that means VA is actually MORE FAIR than 2/3 of the 50 (or 51)  states……."},
    {"Id": "107", "Text": "Did the report say that Virginia’s taxes are regressive (unfair)?"},
    {"Id": "108", "Text": "If so, then the headline is wrong, and should read instead “35th most fair”."},
    {"Id": "109", "Text": "Nope, you’re not missing anything."},
    {"Id": "110", "Text": "I missed it."},
    {"Id": "111", "Text": "Let me check into it."},
    {"Id": "112", "Text": "One of the best lessons learned by my kids was their first paycheck, when they realized they won’t get to keep all that they earned and that they would be paying taxes on a going-forward basis."},
    {"Id": "113", "Text": "A great civics lesson for all of us."},
    {"Id": "114", "Text": "It would also be useful if landlords could inform their tenants approximately how much of the rent payment was related to real estate taxes."},
    {"Id": "115", "Text": "well true but then kids never think about who pays for roads and schools police and fire either."},
    {"Id": "116", "Text": "."},
    {"Id": "117", "Text": "it’s “free”!"},
    {"Id": "118", "Text": "not sure lowering tax on property helps those who rent and own “beater” cars."},
    {"Id": "119", "Text": "Even the GOP seems to favor increasing the EITC – which does require the recipient to have a job – i."},
    {"Id": "120", "Text": "e."},
    {"Id": "121", "Text": "“earned income tax credit”."},
    {"Id": "122", "Text": "but not sure tying it to kids is the best idea…re: ” A tax regime that supports job creation, like that proposed by the Thomas Jefferson Institute for Public Policy, arguably would indirectly help wage growth, which would do far more to help the bottom 20% than tweaking the tax code to make it more progressive."},
    {"Id": "123", "Text": "A progressive tax code that inhibits job creation does no favors to the poor."},
    {"Id": "124", "Text": "”I’ve read through the TJI report which outlines 20 different tax “scenarios” of basically extending the sales tax  to services not currently taxed, extinguishing the BPOL, M&T and similar taxes but all of their scenarios are based on their STAMP -State Tax and Analysis Modell."},
    {"Id": "125", "Text": "The STAMP model is the creation of the Beacon Hill Institute and is based on Supply side economics and as far as I can tell – it has never been validated by using it in real world tax situations to predict impacts from tax changes."},
    {"Id": "126", "Text": "the basic premise of the model is this ( excerpt from their “What is” doc):criticism from the  The Institute on Taxation and Economic Policy (ITEP)  entitled, “STAMP is an Unsound Tool for Gauging the Economic Impact of Taxes."},
    {"Id": "127", "Text": "” ITEP: As a “computable general equilibrium” (CGE) model, STAMP is grounded in a concept of perfect economic efficiency that bears little resemblance to reality."},
    {"Id": "128", "Text": "Moreover, the thousands of linkages between economic sectors built into STAMP are in many cases not well-studied and not subject to statistical testing."},
    {"Id": "129", "Text": "”to which the folks at Beacon Hill respond:http://www."},
    {"Id": "130", "Text": "beaconhill."},
    {"Id": "131", "Text": "org/STAMPMethod/ResponsetoITEPbybullet2014-0531."},
    {"Id": "132", "Text": "pdfNow you sort of get the drift here between Beacon Hill’s view of economics and the folks at ITEP."},
    {"Id": "133", "Text": "The problem is that we have validated gravity models in the real world by actually dropping real things and measuring real effects that then do validate the theory and model."},
    {"Id": "134", "Text": "I don’t see any such validation of real world economics with the STAMP model."},
    {"Id": "135", "Text": "It just asserts certain economic relationships as true but never really provides any real world evidence when changes have been made and results actually predicted by the model."},
    {"Id": "136", "Text": "There have been changes made to tax policy in the states all along including major ones like in Kansas recently upon which a model like STAMP could be validated in it’s predictive capability."},
    {"Id": "137", "Text": "The TJ folks just picked up the model – un-validated and proceeded to use it for 20 different cafeteria style revenue-neutral tax scenarios to predict how many jobs would be “created” as a result of mixing and  matching various tax scenarios."},
    {"Id": "138", "Text": "There is not one single example of the model actually being used in a real world scenario to demonstrate that it actually does work – that alterations to taxes can affect the creation (or destruction) of jobs."},
    {"Id": "139", "Text": "Basically – they assume the model is correct and has been validated as accurate in it’s results – and go from there to test their various sales tax on services variations… even though the Beacon Hill folks admit that they have incorporated different industry sectors into the model – and the ITEP folks point out that these different industry sector sub-models have never been actually tested and validated."},
    {"Id": "140", "Text": "This demonstrates to me a continuing bias and built-in reliance on supply-side concepts in discussing taxes and economics in general of which are premised on the idea that supply/demand is in perfect equilibrium applies to one product (supply) and one set of consumers (demand) – as if people only buy kumquats in isolation without ever considering that consumers make purchase decisions about multiple items at the same time perhaps deciding they don’t want kumquats at all even if they are in huge supply and prices rock bottom or the opposite that they’d not buy a product because it has become scarce and expensive… rather than not buying something else so they can get the more expensive product anyhow."},
    {"Id": "141", "Text": "why does this matter?"},
    {"Id": "142", "Text": "It matters because the core premise is wrong."},
    {"Id": "143", "Text": "the core premise assumes that if you tax auto services (for example) that it will have a perfect theoretically supply/demand effect on auto services only depending on the presence or absence of a sales tax."},
    {"Id": "144", "Text": "it does not work that way."},
    {"Id": "145", "Text": "If someone needs an auto repair to use their car – it’s not going to matter whether there is a sales tax or not on the service – if the repair costs more that their budget can handle – they don’t go without the car – they cut something else."},
    {"Id": "146", "Text": "but these models the TJ folks rely on – assume that such taxes work in isolation in a perfect theoretical sense."},
    {"Id": "147", "Text": "this would be like saying that a ball falling in a vacuum falls the same as it would in water or a heavy windstorm, etc…  The real world economy is not individual products/services pure supply/demand relationships."},
    {"Id": "148", "Text": "Demand for a given product is dynamically elastic and affected by the price of other products/services."},
    {"Id": "149", "Text": "I do not discount the potential value of a model like STAMP in it’s use as an analysis tool for various taxes – but until it actually has demonstrated some real world performance."},
    {"Id": "150", "Text": "."},
    {"Id": "151", "Text": "that merits some level of trust ,  it’s basically some folks views and opinions of how supply/demand works…."},
    {"Id": "152", "Text": "and really, not a whole lot more."},
    {"Id": "153", "Text": "Finally – if a premise is that spreading the sales tax to apply to services as well as goods helps the poor –  I’m not sure I follow that line of thought either."},
    {"Id": "154", "Text": "Is there an assumption that the poor don’t use services ?"},
    {"Id": "155", "Text": "Like well practiced magicians Virginia’s political elite distract you with one hand while doing something tricky with the other hand."},
    {"Id": "156", "Text": "Should I be able to buy a car directly from the manufacturer over the internet?"},
    {"Id": "157", "Text": "Of course I should be able to do that."},
    {"Id": "158", "Text": "Can I?"},
    {"Id": "159", "Text": "No."},
    {"Id": "160", "Text": "Virginia is one of 22 states that ban the direct sales of cars from manufacturers."},
    {"Id": "161", "Text": "You must go through a dealer."},
    {"Id": "162", "Text": "Guess what group is a major contributor to Virginia politicians?"},
    {"Id": "163", "Text": "If I own a restaurant should I be able to buy beer and wine directly from the brewer or vintner?"},
    {"Id": "164", "Text": "Of course I should be able to do this."},
    {"Id": "165", "Text": "Can I?"},
    {"Id": "166", "Text": "Of course not."},
    {"Id": "167", "Text": "Other than for very small brewers and winemakers all sales must be through a distributor."},
    {"Id": "168", "Text": "Guess what group is a major contributor to Virginia politicians?"},
    {"Id": "169", "Text": "There are lots of taxes in Virginia."},
    {"Id": "170", "Text": "Some, like the income tax, are fairly straightforward."},
    {"Id": "171", "Text": "Others, like legislating mandatory crony capitalism, are hidden."},
    {"Id": "172", "Text": "Before anybody declares Virginia’s tax regime fair or unfair I’d suggest looking at the entirety."},
    {"Id": "173", "Text": "Well, mute point for me because I’d hate to pay the car tax on a $120,000 Tesla EV in NoVA."},
    {"Id": "174", "Text": "I’d like to know how Tesla sales  are doing here versus other states with kinder and gentler car taxes (eg; MD and DC)."},
    {"Id": "175", "Text": "perhaps not well known but in Va – the sales tax on new cars brings in more than fuel taxes."},
    {"Id": "176", "Text": "for that matter – the revenues devoted to transportation from the general sales taxes brings in more than fuel taxes:Projected 2015http://www."},
    {"Id": "177", "Text": "dmv."},
    {"Id": "178", "Text": "state."},
    {"Id": "179", "Text": "va."},
    {"Id": "180", "Text": "us/webdoc/pdf/tracking_jun15."},
    {"Id": "181", "Text": "pdfand if we did that and lockboxed it to only be spendable on transportation (unlike car property taxes!"},
    {"Id": "182", "Text": ") –  we’d be killing two birds with one stone."},
    {"Id": "183", "Text": "We can't work for free."},
    {"Id": "184", "Text": "(Wish we could, but we can't."},
    {"Id": "185", "Text": ") Please help keep this blog going through a voluntary subscription."},
    {"Id": "186", "Text": "Become an "agitator," a "bomb thrower" or a "full-fledged rebel" by your level of support."},
    {"Id": "187", "Text": "Enter your email address:Enter your email address to subscribe to this blog and receive notifications of new posts by email."},
]}