{"Inputs":
[
    {"Id": "0", "Text": "State officials and family members gathered at Brooklyn's Emmanuel Baptist Church in a private service for Carey Gabay, 43, who was struck in the head at a pre-dawn outdoor celebration on Sept."},
    {"Id": "1", "Text": "7 before the annual West Indian Day parade, an event plagued by violence in recent years."},
    {"Id": "2", "Text": "Gabay is believed to have been an unintended target, police said."},
    {"Id": "3", "Text": "&quot;His death was one of the most tragic, pointless examples of the rampant violence that is spreading like a cancer through our society, especially in our poorer communities and especially in our communities of color,&quot; Cuomo said."},
    {"Id": "4", "Text": "After he was declared brain dead, Gabay was taken off a respirator at Kings County Hospital Center and pronounced dead on Sept."},
    {"Id": "5", "Text": "16."},
    {"Id": "6", "Text": "Cuomo referenced the mass shootings at an elementary school in Newtown, Connecticut in 2012 and at a historic African-American church in Charleston, South Carolina in June as he said New York's firearm restrictions are ineffective on their own."},
    {"Id": "7", "Text": "&quot;It's not enough for New York State to pass a gun law and close the front door when the guns are coming in the back door, when the guns can come up from Virginia or South Carolina for anyone willing to take a car ride,&quot; he said."},
    {"Id": "8", "Text": "Gabay, the first deputy counsel at Empire State Development, the state's chief economic development agency, was a Harvard-educated lawyer who was raised in public housing in the Bronx by Jamaican immigrant parents."},
    {"Id": "9", "Text": "He became an assistant counsel for Cuomo in 2011 after working in finance."},
    {"Id": "10", "Text": "A police spokeswoman said on Saturday that no arrests have been made in the case."},
    {"Id": "11", "Text": "Police released a surveillance video two weeks ago that shows two men apparently armed with handguns running into a building near the site of the shooting."},
    {"Id": "12", "Text": "Police also released a sketch of a suspect who is wanted for questioning in connection with the shooting."},
    {"Id": "13", "Text": "The suspect was described as a 19- to 20-year-old black man wearing a white T-shirt, black pants and a Jamaican flag around his neck."},
    {"Id": "14", "Text": "&quot;I met Pope Francis this week, and a big part of me wanted to ask Pope Francis the same question: Pope, why?"},
    {"Id": "15", "Text": "Why would God take Carey?"},
    {"Id": "16", "Text": "&quot; Cuomo said."},
    {"Id": "17", "Text": "&quot;The Lord gives us no answers."},
    {"Id": "18", "Text": "Instead, the Lord gives us faith."},
    {"Id": "19", "Text": "&quot; 
                © 2015 Thomson/Reuters."},
    {"Id": "20", "Text": "All rights reserved."},
    {"Id": "21", "Text": "Newsmax, Moneynews, Newsmax Health, and Independent."},
    {"Id": "22", "Text": "American."},
    {"Id": "23", "Text": "are registered trademarks of Newsmax Media, Inc."},
    {"Id": "24", "Text": "Newsmax TV, and Newsmax World are trademarks of Newsmax Media, Inc."},
]}