{"Inputs":
[
    {"Id": "0", "Text": "The two-day event, hosted by the Second Amendment Foundation, covers an array of gun issues including legal cases, state and federal legislation, culture and politics to roughly 500 people from all over the U."},
    {"Id": "1", "Text": "S."},
    {"Id": "2", "Text": "It’s much more than a cheerleading event for the gun rights crowd."},
    {"Id": "3", "Text": "Many of the roughly two-dozen panels — comprised of the whose who of Second Amendment advocates — iterate actions taken in current affairs as well as offer insight into past and future issues."},
    {"Id": "4", "Text": "State Legislative Affairs BriefingAlexander Roubian, president of the New Jersey Second Amendment Society contrasted his state’s gun laws to that of Iraq, calling the Middle East country stronger in its gun rights."},
    {"Id": "5", "Text": "He went on, touting his organization’s continued fight against New Jersey’s restrictive gun laws."},
    {"Id": "6", "Text": "New Jersey politicians “should be scared of us and they are scared of us,” Roubian said."},
    {"Id": "7", "Text": " “This is a war."},
    {"Id": "8", "Text": "The only difference is we’re not being shot at…yet."},
    {"Id": "9", "Text": "”Brandon Combs, president of the California Association of Federal Firearms Licensees, talked about his group’s fight against three of the state’s bills yet to be signed by Gov."},
    {"Id": "10", "Text": "Jerry Brown."},
    {"Id": "11", "Text": "“We should be consciously optimistic,” Combs said."},
    {"Id": "12", "Text": "The group is playing defense for gun rights, Combs said."},
    {"Id": "13", "Text": "He and the CalGuns Foundation, which he’s also associated with, have fought against 40 bills this year."},
    {"Id": "14", "Text": "Last year, Combs worked against 75 gun control cases, he said."},
    {"Id": "15", "Text": "“We need to change the game, change the paradigm,” Combs said."},
    {"Id": "16", "Text": "State Legislative Affairs Briefing The National Shooting Sports Foundation, discussed issues in 2015 that were of “extreme importance” for the gun makers and retailers."},
    {"Id": "17", "Text": "NSSF spokesman Trevor Santos focused on legislation that would affect the industry’s ability to sell firearms, ammunition and accessories."},
    {"Id": "18", "Text": "Efforts included: Repealing the ballistics imaging law in Maryland, defeating bans on the use of traditional ammunition, to the increased focus on the suppressor legalization, and lastly a new initiative known as the Firearm Industry Non-Discrimination Act."},
    {"Id": "19", "Text": "State Legislative Affairs Briefing IILeaders of state gun organizations brought hyper-focus to political opponents — mainly billionaire gun control advocate Michael Bloomberg — and described efforts to stymie gun control legislation."},
    {"Id": "20", "Text": "Nevada Firearms Council President Don Turner said the organizers of a universal background check bill in his state paid protestors for their support and signatures."},
    {"Id": "21", "Text": "“We can’t outspend them,” he said about political opponents."},
    {"Id": "22", "Text": "His group opposed the background check legislation because it creates a “gun registry” that “leads to confiscation."},
    {"Id": "23", "Text": "”Genie Jennings, contributing editor to Women & Guns magazine, identified Bloomberg’s money as a major adversary for pro-gun advocates in Maine."},
    {"Id": "24", "Text": "The state-run gun control group, Everytown for Reasonable Gun Laws, poured millions into Maine politics, she said."},
    {"Id": "25", "Text": "Although strict organization and a savvy message are more useful than deep-pocketed supporters."},
    {"Id": "26", "Text": "“I’m here to tell you grassroots organization can beat money,” said Paul Valone, president of Grass Roots North Carolina."},
    {"Id": "27", "Text": "However, Phillp Journey, former judge and vice president of Kansas State Rifle Association, stressed groups should focus on the future and work on directing a message to include other demographics."},
    {"Id": "28", "Text": "“The demographics are working against us,” he said after pointing out that the audience mostly include older white men."},
    {"Id": "29", "Text": "“I want to challenge all of you to think about the next decade,” he said."},
    {"Id": "30", "Text": "The Impact of 3-D Printing on the Future of Gun ControlAbsent at the conference was Cody Wilson, president of Defense Distributed, the company responsible for developing the first 3-D printable plastic pistol, but attorney Alan Gura was on hand to discuss Wilson’s case against the Justice Department."},
    {"Id": "31", "Text": "Gura and the Second Amendment Foundation joined Wilson’s case in May and have since lost an injunction against the federal government halting the publish of blueprints for the “Liberator” pistol."},
    {"Id": "32", "Text": " An appeal filed in the 5th Circuit Court of Appeals is currently pending, Gura said."},
    {"Id": "33", "Text": "“Forget guns for a minute, forget the Second Amendment,” Gura said."},
    {"Id": "34", "Text": " “This has enormous implications on the freedom of speech."},
    {"Id": "35", "Text": "”Gura then called for donations."},
    {"Id": "36", "Text": "“This is one of the more expensive cases funded by the Second Amendment Foundation,” Gura said."},
    {"Id": "37", "Text": "Winning Firearms Freedom One Lawsuit at a TimeWhile grassroots advocates are important, there’s a growing need for attorneys to fight Second Amendment cases, said the emcee introducing the speakers."},
    {"Id": "38", "Text": "Six attorneys representing gun groups across the country discuss current ongoing cases as well as recent winning and losing cases."},
    {"Id": "39", "Text": "They discussed litigation in areas from New York to Alabama to California to as far away as the Pacific island of Saipan."},
    {"Id": "40", "Text": "Specific cases discussed were not limited to firearms, they also included the right to carry a knife, Second Amendment rights for citizens in U."},
    {"Id": "41", "Text": "S."},
    {"Id": "42", "Text": "territories, accusations of voter intimidation for legally open carrying a firearm, and general challenges to perceived overreaching gun laws."},
    {"Id": "43", "Text": "Attorneys included: Paloma Capanna, litigator with New York’s Second Amendment Coalition Resource Center; Eric Friday, litigator with Florida Carry Inc."},
    {"Id": "44", "Text": "and SAF; Don Kilmer, attorney for SAF in California; Dan Schmutter, legal council for New Jersey Rifle & Pistol Clubs; David Sigale, attorney for SAF; and Miko Tempski, SAF general counsel."},
    {"Id": "45", "Text": "The Gun Rights Battle from a Media PerspectiveKevin Michalowski, editor of “Concealed Carry” magazine said the mainstream media will typically judge all gun owners based on the “stupidest redneck” they can find and that every gun owner should set the best example."},
    {"Id": "46", "Text": "Guns don’t kill people, Michalowski said, invoking a common mantra in the gun rights community."},
    {"Id": "47", "Text": "“It’s the good that good people with firearms can do,” Michalowski said."},
    {"Id": "48", "Text": "Breitbart Second Amendment columnist AWR Hawkins called mainstream media and gun control groups one in the same, during his talk."},
    {"Id": "49", "Text": "He referenced several public shootings and claimed it’s harder to find a perpetrator that didn’t pass a background check."},
    {"Id": "50", "Text": "Hawkins also brought up a recent CNN poll in which a majority of likely voters felt “current laws are about right or even too harsh."},
    {"Id": "51", "Text": "”Reversing School DisarmamentOhio’s Buckeye Firearms Association has pioneered training school staff — from teachers to lunch ladies — to use firearms and wants to use its program as a model for other areas."},
    {"Id": "52", "Text": "“Those ladies in Sandy Hook died not for their kids, but for our kids,” said Jim Irvine, president of the organization."},
    {"Id": "53", "Text": "“They stepped in front of a firing AR rifle to try to protect their kids … that is what our educators did."},
    {"Id": "54", "Text": "How can you not be impassioned about helping people that will die for your own children?"},
    {"Id": "55", "Text": "”The class runs for three days and includes offering training teachers basic firearms skills, advanced response strategies, some medical techniques, and a certification."},
    {"Id": "56", "Text": "The latter, Irvine said, is a waste of time as far as training is concerned but it’s something to show the school board."},
    {"Id": "57", "Text": "He added that teachers leave not only with the skills, which in some cases surpass that of SWAT officers, but they also develop a rapport with law enforcement."},
    {"Id": "58", "Text": "“If you have a staff who is literally willing to die, you owe it to get involved and help get them the tools, the skills and the resources,” he said."},
    {"Id": "59", "Text": "However, the only way the program will work is if the school sends qualified and willing participants (who own their own firearm), and attendance is free."},
    {"Id": "60", "Text": "Get more wires here >Sign up for our newsletter and get the best of Guns."},
    {"Id": "61", "Text": "com each week right in your inbox."},
    {"Id": "62", "Text": "Copyright © 2015 Guns."},
    {"Id": "63", "Text": "com."},
    {"Id": "64", "Text": "All rights reserved."},
]}