{"Inputs":
[
    {"Id": "0", "Text": "BOZEMAN, Mont."},
    {"Id": "1", "Text": "(AP) — Dakota Prukop threw for 399 yards and three touchdowns and Chad Newell ran for 111 yards and three more scores to help l…A proposed Missoula ordinance to require background checks on private gun transfers looks like a solution in search of a problem, according to…BOZEMAN, Mont."},
    {"Id": "2", "Text": "(AP) — Dakota Prukop threw for 399 yards and three touchdowns and Chad Newell ran for 111 yards and three more scores to help l…A proposed Missoula ordinance to require background checks on private gun transfers looks like a solution in search of a problem, according to…Alex Michaelson spotted Billings West an early lead with a pair of first-half goals, lifting the Golden Bears past the hosting Butte High boys…What do you do when you're down to your third string quarterback, who also happens to be your starting tight end, and struggling to move the b…FRIDAY, SEPT."},
    {"Id": "3", "Text": "25MISSOULA -- The inaugural Montana Film Festival will take place Thursday, Oct."},
    {"Id": "4", "Text": "1, through Sunday, Oct."},
    {"Id": "5", "Text": "4, at the Roxy Theater, 718 S."},
    {"Id": "6", "Text": "Higgins …A proposed Missoula ordinance to require background checks on private gun transfers looks like a solution in search of a problem, according to a legal critic of the effort."},
    {"Id": "7", "Text": "If the private buyer fails the review, the dealer in the middle has to also run a check on the private seller before giving the gun back."},
    {"Id": "8", "Text": "“The license holder could end up holding the gun and dealing with two potentially pissed-off customers,” Rhoades said."},
    {"Id": "9", "Text": "“You won’t see any local gun shop volunteering to participate."},
    {"Id": "10", "Text": "”Missoula City Council members want to put the proposal to a public hearing on Oct."},
    {"Id": "11", "Text": "19 and will consider that scheduling decision at their meeting on Monday."},
    {"Id": "12", "Text": "The rule’s intent states “that no sale or transfer of a firearm shall take place within the city limits unless and until the person purchasing or otherwise receiving the firearm passes a national instant criminal background check."},
    {"Id": "13", "Text": "”“Having this law is an encouragement for all people to do the legal thing,” said Ward 1 Councilman Bryan von Lossberg, sponsor of the proposed ordinance."},
    {"Id": "14", "Text": "“I’ve been in touch with a number of people in the community who are gun owners, some of whom have done transfers and used this very process."},
    {"Id": "15", "Text": "They’ve gone to a federal dealer and used the dealer to process a background check for a gun transfer."},
    {"Id": "16", "Text": "”Rhoades and his client, Gary Marbut of the Montana Shooting Sports Association, argue the proposal is dead on arrival because state law specifically prohibits cities from exercising “any power that applies to or affects the right to keep and bear arms, except that a local government has the power to regulate the carrying of concealed weapons."},
    {"Id": "17", "Text": "”“This is basically saying you can’t do gun shows in Missoula,” Rhoades said."},
    {"Id": "18", "Text": "“The un-welcome mat is out."},
    {"Id": "19", "Text": "It’s a political statement for people interested in gun control, but it’s targeted at law-abiding citizens."},
    {"Id": "20", "Text": "”City Attorney Jim Nugent issued a legal opinion on Sept."},
    {"Id": "21", "Text": "15, saying the law Rhoades and Marbut refer to also states: “A ."},
    {"Id": "22", "Text": "."},
    {"Id": "23", "Text": "."},
    {"Id": "24", "Text": "local government unit has power to prevent and suppress ."},
    {"Id": "25", "Text": "."},
    {"Id": "26", "Text": "."},
    {"Id": "27", "Text": "the possession of firearms by convicted felons, adjudicated mental incompetents, illegal aliens and minors."},
    {"Id": "28", "Text": "”Based on that, Nugent wrote, the city could move ahead with a law keeping guns away from such people."},
    {"Id": "29", "Text": "“I agree that state legislation requiring background checks would be more effective,” von Lossing said."},
    {"Id": "30", "Text": "“But it’s not like this topic isn’t already squarely at the attention of the country and states."},
    {"Id": "31", "Text": "Some states have passed statewide legislation."},
    {"Id": "32", "Text": "If this helps spur action on the state level that moves us forward, that would make people safer statewide."},
    {"Id": "33", "Text": "”Rhoades said the law would at best be a redundant version of existing state and federal laws and at worst embroil the city in a fight that’s already settled against it."},
    {"Id": "34", "Text": "“There’s no reference (in the proposed law) about convicted felons, adjudicated mental incompetents or illegal aliens,” Rhoades said."},
    {"Id": "35", "Text": "“This is aimed at firearms sales, to interfere with or slow down sales."},
    {"Id": "36", "Text": "State law says you can’t regulate the purchase or transfer."},
    {"Id": "37", "Text": "And if all you have to do is travel five minutes out of town to do a transaction, what is it you’re preventing?"},
    {"Id": "38", "Text": "”Copyright 2015 Montana Standard."},
    {"Id": "39", "Text": "All rights reserved."},
    {"Id": "40", "Text": "This material may not be published, broadcast, rewritten or redistributed."},
    {"Id": "41", "Text": "We provide this community forum for readers to exchange ideas and opinions on the news of the day."},
    {"Id": "42", "Text": "Passionate views, pointed criticism and critical thinking are welcome."},
    {"Id": "43", "Text": "Name-calling, crude language and personal abuse are not welcome."},
    {"Id": "44", "Text": "Moderators will monitor comments with an eye toward maintaining a high level of civility in this forum."},
    {"Id": "45", "Text": "Our comment policy explains the rules of the road for registered commenters."},
    {"Id": "46", "Text": "If you receive an error after submitting a comment, please contact us at editor@mtstandard."},
    {"Id": "47", "Text": "com."},
    {"Id": "48", "Text": "Missoulian reporter Rob Chaney presents the latest news you need to know about today's headlines in about three minutes."},
    {"Id": "49", "Text": "The 4:06 – trending topics and hot headlinesMissoulian reporter Rob Chaney presents the latest news you need to know about today's headlines in about t…The 4:06 – trending topics and hot headlines
                            
                            Missoulian reporter Keila Szpaller presents the latest news you need to know about today's h…
                            
                         Taboo the Tarantula
                            
                            Jeff the Nature Guy introduces Taboo, a young tarantula at ZooMontana."},
    {"Id": "50", "Text": "The 4:06 – trending topics and hot headlines
                            
                            Missoulian reporter Martin Kidston presents the latest news you need to know about today's h…
                            
                         Would you vote for Donald Trump for president of the United States?"},
    {"Id": "51", "Text": "Username & Password Required!"},
]}