{"Inputs":
[
    {"Id": "0", "Text": "Boehner didn’t stop there."},
    {"Id": "1", "Text": "He added this perspective: “And when people use weapons in a horrible way, we should condemn the actions of the individual, not blame the action on some weapon."},
    {"Id": "2", "Text": "“Listen,” he said, “there are hundreds of millions of weapons in America."},
    {"Id": "3", "Text": "They’re there."},
    {"Id": "4", "Text": "And they’re going to be there."},
    {"Id": "5", "Text": "They’re protected under the Second Amendment."},
    {"Id": "6", "Text": "But people who use weapons in an inappropriate or illegal way ought to be dealt with severely."},
    {"Id": "7", "Text": "”That’s the kind of matter-of-fact logic that the gun prohibition lobby hates."},
    {"Id": "8", "Text": "In retrospect, maybe if Boehner had been equally as blunt in all of his dealings with the Obama administration, regardless the subject, things might have been different."},
    {"Id": "9", "Text": "Boehner’s announcement has set off a wave of bashing on social media."},
    {"Id": "10", "Text": "Facebook, for example, has been loaded with images of the Speaker in tears on various occasions."},
    {"Id": "11", "Text": "Many people are not sorry about his announcement, and there’s lots of cheering."},
    {"Id": "12", "Text": "“We understand that Mr."},
    {"Id": "13", "Text": "Boehner is a very nice person and that is exactly why we make this request,” the petition says."},
    {"Id": "14", "Text": "“We need a Leader, not a Friend."},
    {"Id": "15", "Text": "”Boehner’s resignation came one day after the unprecedented address to Congress by Pope Francis, during which the speaker wept."},
    {"Id": "16", "Text": "Perhaps he figured that nothing could top that, and it was time to leave."},
    {"Id": "17", "Text": "------------------------Got an opinion about this column?"},
    {"Id": "18", "Text": "Share your views in the \"Comments\" section below."},
    {"Id": "19", "Text": "View the discussion thread."},
]}
