{"Inputs":
[
    {"Id": "0", "Text": "By Carina Storrs, Special to CNNThe researchers focused on high school-aged teens and found that youth from states with the least restrictive gun laws were more likely to have a gun while outside the home."},
    {"Id": "1", "Text": "Among 38 states studied, 5."},
    {"Id": "2", "Text": "7% of high school students from states with stricter laws carried a gun in the past 30 days."},
    {"Id": "3", "Text": "In states with weaker laws, 7."},
    {"Id": "4", "Text": "3% of students carried a gun in that time."},
    {"Id": "5", "Text": "For every 10-point decrease in a state's gun law score, a teen was 9% more likely to report having carried a gun at least once in the last month."},
    {"Id": "6", "Text": "Easier access to guns means more teens carryingThe national minimum age to buy a handgun is 18 and some states require people to be 21."},
    {"Id": "7", "Text": "Some states also have laws on the minimum age to possess a firearm, but may make exceptions for activities such as hunting and target practice."},
    {"Id": "8", "Text": "Although the study did not address whether fewer teenagers carrying guns could lead to less youth gun violence and death, it is a "reasonable conclusion," Xuan said."},
    {"Id": "9", "Text": "Guns are involved in 83% of murders committed by youth and 45% of suicides, according to CDC data."},
    {"Id": "10", "Text": "Related: Strict state gun laws could cut suicides, study saysThe states with the lowest scores, meaning least-restrictive gun laws, were Utah (1."},
    {"Id": "11", "Text": "3), Alaska, Kentucky and Oklahoma (all 2."},
    {"Id": "12", "Text": "0), whereas those with the highest scores -- meaning more restrictive gun laws -- were California (79."},
    {"Id": "13", "Text": "7), New Jersey (69."},
    {"Id": "14", "Text": "3) and Massachusetts (57."},
    {"Id": "15", "Text": "7)."},
    {"Id": "16", "Text": "The Brady Campaign uses a 100-point scale."},
    {"Id": "17", "Text": "The researchers found an overlap between the states with the lowest scores and those with the highest prevalence of adult gun ownership."},
    {"Id": "18", "Text": "For example, in Utah and Alaska, 52% and 63% of adults had guns, respectively, compared with 40% and 29% in California and New Jersey."},
    {"Id": "19", "Text": "Although the study suggests that gun laws indirectly affect teen gun carrying by limiting adult gun ownership, laws that focus on youth gun safety may have direct effects as well, Xuan said."},
    {"Id": "20", "Text": "For example, laws that require adults to keep handguns locked or inaccessible to children, and laws that put age restrictions on the purchase of guns, could help, he said."},
    {"Id": "21", "Text": ""The important message in this paper is that gun control really involves comprehensive laws from both dimensions," both to make sure gun ownership among adults is safe and to restrict ownership and use in youth, Xuan said."},
    {"Id": "22", "Text": "Understanding why young people carry gunsGun laws have less effect on whether some groups of youth carry guns, according to the study:  All teens in grades 9 and 10, and black and Hispanic teens."},
    {"Id": "23", "Text": "Black and Hispanic teens in particular "deserve very special attention" because of the high rates of gun carrying in those groups, Xuan said."},
    {"Id": "24", "Text": "Finding out why should be the subject of further research, said Michele Cooley-Strickland, research psychologist in the David Geffen School of Medicine at the University of California Los Angeles, who was not involved in the research."},
    {"Id": "25", "Text": ""If we understand the why, we can work to prevent it."},
    {"Id": "26", "Text": "" The study is a "good first start," she said."},
    {"Id": "27", "Text": "But adults are going to continue to own guns, so youth will continue to have a way to get these weapons -- researchers need to determine the reasons that teens want to pick them up in the first place, Cooley-Strickland said."},
    {"Id": "28", "Text": "Related: Mass killings, school shootings are 'contagious,' study findsTo answer the question, researchers will need to look at gun culture and attitudes in different areas of the country, she said."},
    {"Id": "29", "Text": "In states such as Wyoming, which has a gun law score of 8."},
    {"Id": "30", "Text": "3 and where 66% of adults own guns, children might be more interested in carrying guns for hunting, Cooley-Strickland said."},
    {"Id": "31", "Text": "Her research in the Baltimore area, however, suggests that children carry guns, knives and other weapons because they are in high-crime areas and want to protect themselves and their loved ones, she said."},
    {"Id": "32", "Text": ""I think it goes back to the reasons that youth are carrying weapons, and African-American and Hispanic youth are more likely to live in inner city areas in which there's higher violence."},
    {"Id": "33", "Text": "."},
    {"Id": "34", "Text": "."},
    {"Id": "35", "Text": "."},
    {"Id": "36", "Text": "So these youth might feel more at risk for harm."},
]}