{"Inputs":
[
    {"Id": "0", "Text": "Sept."},
    {"Id": "1", "Text": "26, 2015 Updated  12:00 a."},
    {"Id": "2", "Text": "m."},
    {"Id": "3", "Text": "Griffin Dix’s letter “More guns means more gun deaths” [Letters, Sept."},
    {"Id": "4", "Text": "20] contains statement that are factually incorrect."},
    {"Id": "5", "Text": "His letter also makes claims that are not supported by peer-reviewed research, ignores FBI data that clearly shows the opposite of his claims and is so biased as to border on propaganda disseminated by his organization, the Brady Campaign, a rabid national anti-gun organization."},
    {"Id": "6", "Text": "Rather than attempt to disprove the propaganda and inaccuracies contained in Mr."},
    {"Id": "7", "Text": "Dix’s letter, statement by statement, with this letter, or demand that he provide proof for all his nonfact-based claims, I ask Mr."},
    {"Id": "8", "Text": "Dix to provide any proof of his concluding statement that “research by John Lott has been proven false over and over."},
    {"Id": "9", "Text": "”Lott’s work has been challenged for years by anti-gun organizations such as the Brady Campaign, but never has been proven false or inaccurate."},
    {"Id": "10", "Text": "Mr."},
    {"Id": "11", "Text": "Dix’s claim, rather, is inaccurate, and he knows it."},
    {"Id": "12", "Text": "He is in the business of promoting gun control, and John Lott’s research (and the FBI reports addressing the rapid arming of U."},
    {"Id": "13", "Text": "S."},
    {"Id": "14", "Text": "citizens) has been a major problem for gun control advocates for years."},
    {"Id": "15", "Text": "They wave their arms and claim how evil guns are; Lott disproves their claims with scientifically controlled multiyear research."},
    {"Id": "16", "Text": "FBI reports address the annual increase in firearm sales with the continued decrease in gun-related crimes."},
    {"Id": "17", "Text": "Mr."},
    {"Id": "18", "Text": "Dix also blatantly ignores a glaring fact that cities and states with the most restrictive gun-control laws often have the highest gun-related crime rates, while states that have the least-restrictive gun laws have some of the lowest gun-related crime rates."},
    {"Id": "19", "Text": "This is a tough set of statistics for organizations such as the Brady Campaign to overcome, so they simply ignore or distort the data to their own purposes."},
    {"Id": "20", "Text": "Larry LipsonOrangeParties rig the game As a voter, I have an opinion on the candidate I would most like to see sworn in as president in 2017."},
    {"Id": "21", "Text": "As a political scientist, though, I realize that the Republican and Democratic parties will narrow the choices for us."},
    {"Id": "22", "Text": "People are not critically thinking if it doesn’t strike them as strange that, just as Hillary Clinton starts to stumble, Joe Biden was brought out to contemplate a run for president."},
    {"Id": "23", "Text": "And Bernie Sanders is a great show for the far-left progressives who are disappointed that Elizabeth Warren isn’t in the mix."},
    {"Id": "24", "Text": "But Sanders, who has not earned even one federal or state elected official’s endorsement, is just entertainment for those who feel Mrs."},
    {"Id": "25", "Text": "Clinton isn’t as progressively outspoken as they believe she should be."},
    {"Id": "26", "Text": "But make no mistake, unless she implodes, she will be the Democratic nominee."},
    {"Id": "27", "Text": "Speaking of entertaining the masses, the GOP has allowed Donald Trump to thump his way into the hearts of Tea Party followers, who will, in the end, simply get to vote for Jeb Bush over Hillary Clinton."},
    {"Id": "28", "Text": "Letting Ben Carson in on the fun has been as entertaining as Herman Cain was in the previous go-round, and Carly Fiorina was recently brought in to court women and replace Carson."},
    {"Id": "29", "Text": "And the rest of the Republicans are doing their best to keep “shiny objects” in front of the masses."},
    {"Id": "30", "Text": "They will begin their withdrawals soon enough."},
    {"Id": "31", "Text": "As fun, boisterous and engaging as this prenomination circus has been, come November 2016, the parties will give us two choices: Bush or Clinton."},
    {"Id": "32", "Text": "As voters, we may not like it but the parties really don’t care what we like."},
    {"Id": "33", "Text": "They never have."},
    {"Id": "34", "Text": "That’s because, collectively, we seem unable to figure out that the game is rigged."},
    {"Id": "35", "Text": "Steve BellLaguna NiguelEqualizing pay by gender The major contention in proving that the gender wage gap is a myth is the idea that women choose lower-paying jobs and that women, on average, work fewer hours than men do."},
    {"Id": "36", "Text": "Since companies pay significantly more to individuals who wish to work longer hours, it follows that men will make more, on average, than women, and this point about the difference in the desire to work longer hours makes sense."},
    {"Id": "37", "Text": "But demonstrating why a pay gap exists is not the same thing as saying it doesn’t exist or that it is a myth."},
    {"Id": "38", "Text": "What proponents of this notiondo not take into account, however, is that the biological reality remains that women bear children."},
    {"Id": "39", "Text": "Combining this with the current circumstances that overwhelmingly pressure women to care for children and their elderly parents – a pressure that does not exist as often for men – forces women to work less hours in order to do those things."},
    {"Id": "40", "Text": "The result is women being paid less."},
    {"Id": "41", "Text": "This doesn’t make things any more fair."},
    {"Id": "42", "Text": "As commentator Bill Moyers eloquently states: “Our economy punishes women for the biological reality that they bear children."},
    {"Id": "43", "Text": "” Perhaps changing policies so that we are not the only advanced economy in the world that does not mandate paid maternal leave would begin to address this issue."},
    {"Id": "44", "Text": "Dellara GorjianIrvineDisruptions of short-term rentals Re: “Resist urge to restrict short-term rentals” [Opinion, Sept."},
    {"Id": "45", "Text": "22]: Many a homeowner has not scrimped and saved to buy a home for their family, only to have a bed and breakfast move in next door."},
    {"Id": "46", "Text": "If a person was allowed to do whatever they want with their property, there would be no end to it."},
    {"Id": "47", "Text": "Zoning laws are precisely what guides the orderly development and use of property."},
    {"Id": "48", "Text": "A short-term rental is not a solution to the current housing shortage or high rents in Southern California."},
    {"Id": "49", "Text": "My property rights are not abridged by an inability to rent out my place and put my neighbors in a position of having to deal with a turnstile brigade of strangers moving in and out."},
    {"Id": "50", "Text": "They have a right to peaceful enjoyment of their property, and, as a neighbor, I have an obligation to contribute to that."},
    {"Id": "51", "Text": "Go protest the high cost of hotel rooms near Disneyland, and keep your opinion to yourself, or go take the next Uber out of town."},
    {"Id": "52", "Text": "Marlene NelsonYorba LindaKeep it civil and stay on topic."},
    {"Id": "53", "Text": "No profanity, vulgarity, racial
				slurs or personal attacks."},
    {"Id": "54", "Text": "People who harass others or joke about
				tragedies will be blocked."},
    {"Id": "55", "Text": "By posting your comment, you agree to
				allow Orange County Register Communications, Inc."},
    {"Id": "56", "Text": "the right to
				republish your name and comment in additional Register publications
				without any notification or payment."},
]}